Repository: aliakbarzadeh2021/teamlab
Catalog: Backup/web/studio/ASC.Web.Studio/addons/talk/Resources/TalkOverviewResource.*.resx
Languages: es, it

# AutoupdateContactListDescription
source: The contact list is updated automatically as people are added/removed from the list of employees, so you don't have to check it out manually.
es: La lista de contactos se actualiza automáticamente a medida que más personas se añaden/eliminan de la lista de empleados, con lo cual usted no tendrá que verificar la lista manualmente.
it: La lista di contatti viene aggiornata automaticamente una volta aggiunta / eliminata una persona dalla lista di impiegati e non devi verificarla manualmente.

source: Chat Tabs
es: Pestañas de conversación
it: Schede della chat

# ContactListWithOptions
source: Contact List Options
es: Opciones de la lista de contactos
it: Opzioni della lista di contatti

# IntegrationWith3rdPartyAppsSectionContent
source: You may use a third-party desktop/mobile IM client to access Talk. To do that, you'll need to integrate Talk with any IM client that supports Jabber/XMPP.
es: Usted puede usar un cliente IM de terceros para acceder a Talk. Para hacerlo, se deberá integrar Talk en cualquier cliente de mensajería instantánea que tenga soporte para Jabber/XMPP.
it: Puoi utilizzare un client di messaggistica istantanea mobile o installato sul PC di terza parte per accedere a Chat. Per farlo, si deve integrare Chat in qualsiasi client di messaggistica istantanea che supporta Jabber/XMPP.

# IntegrationWith3rdPartyAppsSectionTitle
source: Third-Party Software Support
es: Soporte para clientes de terceros
it: Supporto di software di terza parte

source: Message Field Options
es: Opciones del campo de mensaje
it: Opzioni del campo Messaggio

# MirandaIMLink
source: Miranda IM - the Miranda IM client home page. Smaller, Faster, Easier
es: Miranda IM - la página del cliente Miranda IM. Más pequeño, más rápido, más fácil
it: Miranda IM - la pagina principale del client Miranda IM. Più piccolo, più rapido, più facile

# OverviewContent
source: Talk is a corporate IM system for exchanging instant text messages among the employees in real time.
es: Talk es un sistema corporativo de mensajería instantánea diseñado para intercambiar mensajes de texto entre empleados en tiempo real.
it: Talk è un sistema aziendale di messaggistica istantanea per lo scambio dei messaggio istantanei tra gli impiegati in tempo reale.

# OverviewContentDescription
source: Talk offers all the traditional features you expect from a messenger - choice of status, history archiving, file transfer, multi-user chat support, and more.
es: Talk dispone de todas las funciones tradicionales de un messenger - elección de estado, archivación de historial, transferencia de archivos, soporte para conversaciones multiusuario, y más.
it: Chat offre tutte le funzioni tradizionali di un sistema di messaggistica istantanea - impostazione stato, archiviazione della cronologia, trasferimento file, conversazione multipla, ecc.

# OverviewSectionTitle
source: Talk Overview
es: Descripción de Talk
it: Descrizione di Chat

# OverviewWebClientDescription
source: Launch our web client to start using Talk right now with no prior settings.
es: Arranque el cliente web para empezar a usar Talk ahora mismo sin ajuste previo de parámetros.
it: Esegui il nostro client di web per cominciare a utilizzare Chat subito senza impostazioni prelimenari.

# PidginLink
source: A free chat client used by millions. Connect easily to MSN, Google Talk, Yahoo, AIM and other chat networks all at once.
es: Un cliente de mensajería gratuito utilizado por millones de personas. Conéctate fácilmente a MSN, Google Talk, Yahoo, AIM y otros redes de mensajería a la vez.
it: Un client chat usato da milioni. Connettetevi a MSN, Google Talk, Yahoo, AIM o un'altra rete tutti insieme.

# PsiLink
source: The Cross-Platform JabberXMPP Client For Power Users
es: El cliente multiplataforma JabberXMPP para usuarios avanzados
it: Il client JabberXMPP piattaforma multipla per gli utenti esperti

# Recommended
source: Recommended Clients
es: Clientes recomendados
it: Client consigliati

# ScreenshotsSectionTitle
source: Screenshots
es: Capturas de pantalla
it: Catture schermo

# StartWebClientLink
source: Launch Web Client
es: Arrancar cliente web
it: Esegui client Web

# StartWebClientLinkDescription
source: No extra settings! Click to launch web client and start talking right now
es: ¡No hace falta ningún ajuste previo! Pulse para iniciar el cliente web y empezar a conversar ahora mismo
it: Non richiedono impostazioni supplementari! Clicca per eseguire il client web e iniziare a chattare.

# ThirdPartyAppsSettingsSectionContent
source: To get Talk integrate with a third-party client, you'll need the following settings:{0} Server Name: {1} Server Address: {2} Connection Port: {3} Your User Name: {4} To connect you'll need to enter your Jabber ID {5} and password from your account.
es: Para integrar Talk en un cliente de terceros usted necesitará los siguientes ajustes:{0} Nombre de servidor:{1} Dirección de servidor:{2} Puerto de conexión: {3} Su nombre de usuario: {4} Para conectarse usted deberá introducr su identificación Jabber {5} y la contraseña de su cuenta.
it: Per integrare Chat in un client di terza parte, sono richieste le impostazioni seguenti:{0} Nome server:{1} Indirizzo server: {2} Porta di connessione: {3} Nome utente: {4} Per accedere inserisci il tuo Jabber ID {5} e la password dell'account.

# TrillianLink
source: Trillian - Windows, iPhone, and Web based instant messenger. Supports Astra, Windows Live, Facebook, Twitter, Yahoo, MySpace, AIM, Email, Google Talk, Skype, ICQ, Jabber, IRC, Bonjour, and more!
es: Trillian - un cliente de mensajería instantánea para usar con Windows, iPhone, o en la Web. Tiene soporte para Astra, Windows Live, Facebook, Twitter, Yahoo, MySpace, AIM, Email, Google Talk, Skype, ICQ, Jabber, IRC, Bonjour, ¡y más!
it: Trillian è il sistema di messaggistica istantanea per Windows, iPhone, e Web. Supporta Astra, Windows Live, Facebook, Twitter, Yahoo, MySpace, AIM, Email, Google Talk, Skype, ICQ, Jabber, IRC, Bonjour, e anche di più!

# YourStatusChanger
source: Status Changer
es: Cambiador de estado
it: Cambio di stato
