Repository: aliakbarzadeh2021/teamlab
Catalog: Backup/web/studio/ASC.Web.Studio/addons/talk/Resources/TalkResource.*.resx
Languages: de, lv, pt_br, ru

# BtnAccept
source: Accept
de: Annehmen
lv: Pieņemt
ru: Принять

# BtnAddToMailing
source: Add to mass mailing
de: Zur Liste für Massenversand hinzufügen
lv: Pievienot ziņojumu izplatīšanas sarakstam
ru: Добавить в список массовой рассылки

# BtnCloseHistory
source: Close history
de: Historie schließen
lv: Aizvērt vēsturi
ru: Закрыть историю

# BtnCreate
source: Create
de: Erstellen
lv: Izveidot
ru: Создать

# BtnDecline
source: Decline
de: Ablehnen
lv: Atcelt
ru: Отказать

# BtnKick
source: Kick
de: Kicken
lv: Izdzīt
ru: Выгнать

# BtnRemove
source: Remove
de: Entfernen
lv: Izdzēst
ru: Удалить

# BtnRemoveConference
source: Remove
de: Löschen
lv: Izdzēst
ru: Удалить конференцию

# BtnRemoveMailing
source: Remove mailing
de: Versand löschen
lv: Izdzēst ziņojumu izplatīšanu
ru: Удалить рассылку

# BtnRemoveMember
source: Remove member
de: Mitglied entfernen
lv: Izdzēst biedru
ru: Удалить

# BtnSendInvite
source: Send invite
de: Einladung senden
lv: Sūtīt uzaicinājumu
ru: Отправить приглашение

# Chat
source: Talk
de: Chat
lv: Tērzēšana
pt_br: Falar
ru: Чат

# ConferenceGroupName
source: Chat rooms
de: Chat-Räume
lv: Čatu istabas
ru: Чат-комнаты

# DefaultConferenceSubjectTemplate
source: Welcome to {0}
de: Willkommen bei {0}
lv: Laipni Lūdzam {0}
ru: Добро пожаловать в {0}

# ErrorFileSizeLimitText
source: The maximum size of the uploaded file is exceeded. The size limit is {0}.
de: Die maximale Größe der hochzuladenden Datei ist überschritten. Die Dateigröße darf {0} nicht überschreiten.
lv: Maksimālais faila izmērs ir pārsniegts. Maksimālais izmērs: {0}.
ru: Превышен максимальный размер загружаемого файла. Максимальный размер: {0}.

# FileSizePostfix
source: bytes,KB,MB,GB
de: Byte,KB,MB,GB
ru: байт,Кб,Мб,Гб

# HintChangeState
source: Change status
de: Status ändern
lv: Mainīt statusu
pt_br: Mudar estatus
ru: Изменить статус

# HintClientConnecting
source: Connecting...
de: Verbindung wird hergestellt...
lv: Savienojos...
pt_br: Conectando...
ru: Соединение...

# HintClientDisconnected
source: Connect Me
de: Verbinden Sie mich
lv: Savieno Mani
pt_br: Me Conecte
ru: Соедините меня

# HintCreateConference
source: Create conference
de: Konferenz eröffnen
lv: Izveidot konferenci
ru: Создать конференцию

# HintCreateMassend
source: Send multiple
de: Massenversand
lv: Izveidot masveida izsūtīšanu
ru: Создать массовую рассылку

# HintCreateShortcutDialog
source: Create shortcuts and launch Talk as a web application.
de: Erstellen Sie Verknüpfungen und führen Sie Talk als Webanwendung aus.
ru: Создайте ярлыки и запускайте Чат как web-приложение.

# HintCtrlEnterSender
source: Use Ctrl+Enter to send messages, Enter to start a new paragraph
de: Strg+Eingabetaste zum Senden der Nachrichten, Eingabetaste zum Zeilenumbruch
lv: Izmantojiet Ctrl+Enter lai nosūtītu ziņu, Enter lai sāktu jaunu rindkopu
pt_br: Use Ctrl+Enter para enviar mensagens, Enter para começar um novo paragrafo
ru: Использовать Ctrl+Enter для отправки сообщений, Enter для перехода на новую строку

# HintDisableSounds
source: Disable sounds
de: Töne deaktivieren
lv: Atspējot skaņas
pt_br: Desabilitar sons
ru: Выключить звуки

# HintEmotions
source: Smileys
lv: Smaidiņi
ru: Смайлики

# HintEnableSounds
source: Enable sounds
de: Töne aktivieren
lv: Iespējot skaņas
pt_br: Abilitar sons
ru: Включить звуки

# HintEnterSender
source: Use Enter to send messages, Ctrl+Enter to start new paragraph
de: Eingabetaste zum Senden der Nachrichten, Strg+Eingabetaste zum Zeilenumbruch
lv: Izmantojiet Ctrl+Enter lai nosūtītu ziņu, Enter lai sāktu jaunu rindkopu
pt_br: Use Enter para enviar mensagens, Ctrl+Enter para começar um novo paragrafo
ru: Использовать Enter для отправки сообщений, Ctrl+Enter для перехода на новую строку

# HintFilter
source: Enable/Disable filter
de: Filter aktivieren/deaktivieren
lv: Iespējot/Atspējot filtru
pt_br: Abilitar/Desabilitar filtros
ru: Включить/выключить фильтр

# HintFlastPlayerIncorrect
source: The Adobe Flash Player version is not correct
de: Die Version von Adobe Flash Player ist nicht korrekt
lv: Adobe Flash Player versijair nepareiza
pt_br: A versão do Adobe Flash Player não é a correta
ru: Версия Adobe Flash Player не подходит

# HintGroups
source: Show/Hide groups
de: Gruppen einblenden/ausblenden
lv: Rādīt/Slēpt grupas
pt_br: Mostrar/Esconder grupos
ru: Показать/скрыть группы

# HintHideGroups
source: Hide groups
de: Gruppen ausblenden
lv: Slēpt grupas
pt_br: Esconder grupos
ru: Скрыть группы

# HintHideOfflineContacts
source: Hide OFFLINE contacts
de: OFFLINE-Kontakte ausblenden
lv: Slēpt BEZSAISTES kontaktpersonas
pt_br: Esconder contatos OFFLINE
ru: Скрыть OFFLINE-контакты

# HintHistory
source: Message history
de: Nachrichtenhistorie
lv: Ziņojumu vēsture
ru: История сообщений

# HintNoFlashPlayer
source: Adobe Flash Player is not installed
de: Adobe Flash Player ist nicht installiert
lv: Adobe Flash Player nav instalēts
pt_br: Adobe Flash Player não está instalado
ru: Adobe Flash Player не установлен

# HintNotifications
source: Turn browser notifications on/off
de: Browser-Benachrichtigung de-/aktivieren
lv: Ieslēgt/Atslēgt paziņojumus no pārlūkprogrammas
ru: Включить/Выключить извещения от браузера

# HintOfflineContacts
source: Show/Hide offline contacts
de: Offline-Kontakte einblenden/ausblenden
lv: Rādīt/Slēpt BEZSAISTES kontaktpersonas
pt_br: Mostrar/Esconder contatos offline
ru: Показать/скрыть offline-контакты

# HintPossibleClientConflict
source: Possible conflict
de: Vielleicht ist der Client in mehr als einem Browser geöffnet
lv: Iespējams konflikts
pt_br: Conflito possivel
ru: Возможно, клиент открыт в более чем одном браузере.

# HintSearch
source: Search
de: Suchen
lv: Meklēšana
ru: Поиск

# HintSearchNextMessage
source: Next
de: Weiter
lv: nākošā sakritība
ru: следующее совпадение

# HintSearchPrevMessage
source: Previous
de: Zurück
lv: iepriekšējā sakritība
ru: предыдущее совпадение

# HintSelectContact
source: Select a person from the contact list to start a talk
de: Wählen Sie eine Person aus der Kontaktliste, um ein Gespräch zu beginnen.
lv: Izvēlieties cilvēku no kontaktpersonu saraksta lai sāktu sarunu
pt_br: Selecione uma pessoa da lista de contatos para começar uma conversa
ru: Выберите собеседника из списка контактов, чтобы начать диалог

# HintSendAddition
source: Advanced
de: Erweitert
lv: Papildus
pt_br: Avançado
ru: Дополнительно

# HintSendFile
source: Send File
de: Datei senden
lv: Nosūtīt Failu
pt_br: Enviar Arquivo
ru: Отправить файл

# HintSendInvite
source: Drag a contact here to add a recipient.
de: Ziehen Sie einen Kontakt hierher, um einen Empfänger hinzuzufügen.
lv: Vilt kontaktu šeit lai pievienotu saņēmēju.
pt_br: Arraste um contato aqui para adicionar um destinatário.
ru: Перетащите контакт, чтобы добавить получателя.

# HintSendMessage
source: Send message
de: Nachricht senden
lv: Nosūtīt ziņu
pt_br: Enviar mensagem
ru: Отправить сообщение

# HintShowGroups
source: Show groups
de: Gruppen einblenden
lv: Rādīt grupas
pt_br: Mostrar grupos
ru: Показать группы

# HintShowLeftTab
source: Show tab on the left
de: Registerkarte links anzeigen
lv: Rādīt cilnes kreisajā pūsē
pt_br: Mostrar tabulação a esquerda
ru: Показывать вкладку слева

# HintShowOfflineContacts
source: Show OFFLINE contacts
de: OFFLINE-Kontakte einblenden
lv: Rādīt BEZSAISTES kontaktpersonas
pt_br: Mostrar contatos OFFLINE
ru: Показать OFFLINE-контакты

# HintShowRightTab
source: Show tab on the right
de: Registerkarte rechts anzeigen
lv: Rādīt cilnes labajā pūsē
pt_br: Mostrar tabulação a direita
ru: Показывать вкладку справа

# HintSounds
source: Enable/Disable sounds
de: Töne aktivieren/deaktivieren
lv: Iespējot/Atspējot skaņas
pt_br: Abilitar/Desabilitar sons
ru: Включить/выключить звуки

# HintToggleSender
source: Switch Enter mode
de: Eingabemodus umschalten
lv: Pārslēgt Enter režīmu
pt_br: Trocar modo Enter
ru: Переключить режим отправки

# HintUnreadMessages
source: read
de: lesen
lv: lasīt
pt_br: Lido
ru: читать

# HintUpdateHrefText
source: you may download it here
de: man kann sie hier herunterladen
lv: jūs varat to lejuplādēt šeit
pt_br: você pode baixar isto aqui
ru: вы можете скачать его здесь

# HistoryFilterAll
source: all
de: alle
lv: viss
ru: вся

# HistoryFilterLastDay
source: last day
de: am letzten Tag
lv: pēdējā diena
ru: последний день

# HistoryFilterLastMonth
source: last month
de: letzten Monat
lv: pēdējais mēnesis
ru: прошедший месяц

# HistoryFilterLastWeek
source: last week
de: letzte Woche
lv: pēdējā nedēļa
ru: прошедшая неделя

# LabelConferenceSplash
source: Drag a contact here to add a recipient
de: Ziehen Sie einen Kontakt hierher, um den Empfänger hinzuzufügen
lv: Pārvelciet kontaktu te, lai pievienotu saņēmēju
ru: Перетащите контакт сюда, чтобы добавить получателя

# LabelConnectionBlock
source: Current status:
de: Aktueller Status:
lv: Tekošais statuss:
pt_br: Estado Atual:
ru: Текущий статус:

# LabelCurrentStatus
source: Current Status
de: Aktueller Status
lv: Tekošs statuss
ru: Текущий статус

# LabelDoNotAsk
source: Do not ask next time
de: Nächstes Mal nicht fragen
lv: Vairs nejautāt
ru: Больше не спрашивать

# LabelFirstSplash
source: first choose user{0}from list to start chat
de: Zuerst wählen Sie einen Benutzer aus der Liste,{0} um ein Gespräch zu beginnen
lv: sākumā izvēlieties lietotāju {0}no saraksta, lai uzsāktu sarunu
ru: сначала выберите пользователя{0}из списка, чтобы начать разговор

# LabelFrom
source: From
de: Vom
lv: No
ru: От

# LabelKickOccupant
source: Do you really want to remove this user from chat?
de: Möchten Sie wirklich diesen Benutzer aus dem Chat entfernen?
lv: Vai jūs tiešām gribat izdzēst šo lietotāju no konferences?
ru: Вы действительно хотите удалить этого пользователя из конференции?

# LabelName
source: Name
lv: Nosaukums
ru: Название

# LabelNewMessage
source: New message
de: Neue Nachricht
lv: Jauns ziņojums
ru: Новое сообщение

# LabelReason
source: Reason
de: Grund
lv: Iemesls
ru: Причина

# LabelRecvInvite
source: has invited you
de: hat Sie eingeladen
lv: uzaicināja Jūs
ru: пригласил Вас

# LabelRemoveRoom
source: Do you really want to delete this room?
de: Möchten Sie wirklich diesen Chat löschen?
lv: Vai jūs tiešām gribat izdzēst šo konferenci?
ru: Вы действительно хотите удалить эту конференцию?

# LabelSend
source: Send
de: Senden
lv: Nosūtīt
pt_br: Enviar
ru: Отправить

# LabelSendToCurrent
source: Current
de: Aktuell
lv: Tekošais
pt_br: Atual
ru: Текущий

# LabelSendToSelection
source: Select
de: An Viele senden
lv: Izvēlēties
pt_br: Selecionar
ru: Выбрать

# LabelStatus
source: Status
lv: Statuss
pt_br: Estatus
ru: Статус

# LabelTemporaryMailing
source: Temporary mailing
de: Vorläufiger Versand
lv: Īslaicīga ziņojumu izplatīšana
ru: Временная рассылка

# LabelTemporaryRoom
source: Temporary room (will be deleted when all users leave it)
de: Vorläufiger Raum (wird gelöscht, nachdem alle Benutzer ihn verlassen)
lv: Pagaidu-istaba (būs izdzēsta, kad visi dalībnieki aizies)
pt_br: Temporary room
ru: Временная комната (удалится, как только все покинут)

# LabelTopic
source: Topic
de: Thema
lv: Temats
ru: Тема

# LabelUnreadMessages
source: Not read
de: Nicht gelesen
lv: Neizlasīts
pt_br: Não lido
ru: Не прочитано

# LastSelectedGroupTitle
source: Last selected
de: Zuletzt gewählt
pt_br: Ultimo selecionado
ru: Последние выбранные

# MailingsGroupName
source: Mailings
de: Versand
lv: Ziņojumu izplatīšana
ru: Рассылки

# NoneGroupTitle
source: No group
de: Ohne Gruppe
lv: Neviena grupa
pt_br: Sem equipe
ru: Без группы

# ProductName
source: Talk
de: Chat
lv: Čats
ru: Чат

# SelectUserBookmarkTitle
source: Mass Message
de: Massenversand
lv: Nosūtīt vairākas
pt_br: Enviar multiplos
ru: Массовая рассылка

# SendFileMessage
source: File: {0}Size: {1}
de: Datei: {0}Größe: {1}
lv: Fails: {0}Izmērs: {1}
pt_br: Arquivo: {0}Tamanho: {1}
ru: Файл: {0}Размер: {1}

# StatusAway
source: Away
de: Abwesend
lv: Prombūtnē
pt_br: Ausente
ru: Отошёл

# StatusBusy
source: Busy
de: Beschäftigt
lv: Aizņemts
pt_br: Ocupado
ru: Занят

# StatusFree
source: Free to talk
de: Gesprächsbereit
lv: Gatavs sarunai
pt_br: Livre para conversar
ru: Свободен

# StatusNA
source: Not available
de: Nicht verfügbar
lv: Nav pieejams
pt_br: Não avaliado
ru: Недоступен

# StatusOffline
source: Offline
lv: Bezsaistē
ru: Не в сети

# StatusOnline
source: Available
de: Verfügbar
lv: Pieejams
pt_br: Avaliado
ru: Доступен

# TabsGroupTitle
source: Open tabs
de: Registerkarten öffnen
lv: Atvērtas cilnes
pt_br: Tabulações abertas
ru: Открыть вкладки

# TalkDescription
source: Chat with colleagues in real time. Get contact list automatically updated. Receive "what’s new" notifications.
de: Tauschen Sie mit Ihren Kollegen Sofortnachrichten aus. Die Kontaktliste wird automatisch aktualisiert. Erhalten Sie Benachrichtigungen über alles Neue.
lv: Sarunājies ar saviem kolēģiem reāllaikā. Jūsu kontaktu saraksts būs automātiski atjaunots. Saņemiet "Kas Jauns?" paziņojumus.
pt_br: Iniciar Talk usando o built-in web client ou integra-lo no popular IM clients. Começar conversa instantâneamente. Adicione novos contatos automaticamente à sua lista.
ru: Общайтесь с коллегами в реальном времени. Используйте автоматически обновляемый список контактов. Получайте оповещения о новостях.

# TitleBrowserNotificationsDialog
source: Browser Notifications
de: Browser-Benachrichtigung
lv: Paziņojums no pārlūkprogrammas
ru: Оповещения от браузера

# TitleCreateMailing
source: Create mass mailing
de: Liste für Massenversand erstellen
lv: Izveidot ziņojumu izplatīšanas sarakstu
ru: Создать список массовой рассылки

# TitleCreateRoom
source: Create chat room
de: Chat-Raum eröffnen
lv: Izveidot čata istabu
ru: Создание чата

# TitleKickOccupantDialog
source: Kick user from chat
de: Benutzer aus dem Chat kicken
lv: Izdzīt lietotāju no čata
ru: Удалить пользователя

# TitleRecvInvite
source: Invite to chat
de: Einladung zum Chat
lv: Uzaicinājums čatā
ru: Приглашение в чат

# TitleRemoveRoomDialog
source: Delete chat
de: Chat löschen
lv: Izdzēst čatu
ru: Удалить

# DefaultContactTitle
source: Anonymous
de: Anonym
lv: Anonīms
pt_br: Anonimo
