Repository: aliakbarzadeh2021/teamlab
Catalog: web/studio/ASC.Web.Studio/Products/Projects/Resources/TaskResource.*.resx
Languages: es, zh_cn

# Accept
source: Accept Task
es: Aceptar
zh_cn: 接受任务

# ActiveTaskCheckBoxTooltip
source: Click here to close the task
es: Pulse aquí para cerrar la tarea
zh_cn: 点击这里关闭任务

source: Add new task
es: Añadir nueva tarea
zh_cn: 添加新任务

source: Add task
es: Añadir tarea
zh_cn: 添加新任务

source: Add This Task
es: Añadir esta tarea
zh_cn: 添加此任务

source: Add ToDo
es: Añadir
zh_cn: 新增待办事项

source: All
es: Todo
zh_cn: 所有

source: All active tasks
es: Todas las tareas activas
zh_cn: 所有正在进行的任务

source: All Tasks
es: Todas las tareas
zh_cn: 所有任务

# AssociateToMilestone
source: Assign to milestone
es: Asignar a hito
zh_cn: 分配到里程碑

# BrowseClosed
source: Show closed To-Do
es: Mostrar las tareas cerradas
zh_cn: 显示关闭的待办事项

source: Change Status
es: Cambiar estado
zh_cn: 切换状态

# ClosedTaskCheckBoxTooltip
source: Click here to resume the task
es: Pulse aquí para comenzar la tarea de nuevo
zh_cn: 点击这里恢复任务

source: Complete Task
es: Terminar tarea
zh_cn: 完成任务

# CreatingDate
source: Date of Сreation
es: Fecha de creación
zh_cn: 创建日期

source: days left
es: días quedan
zh_cn: 天剩余时间

# DeadLine
source: Due date
es: Plazo de terminación
zh_cn: 截止日期

# EmptyScreenAllActiveTasksHeaderContent
source: No active tasks in project
es: Ninguna tarea activa en el proyecto
zh_cn: 项目中没有正在进行的任务

# EmptyScreenAllTasksHeaderContent
source: No tasks in project
es: Ninguna tarea en el proyecto
zh_cn: 项目中没有任务

# EmptyScreenByUserActiveTasksHeaderContent
source: No active tasks assigned to «{0}»
es: Ninguna tarea activa asignada a «{0}»
zh_cn: 没有正在进行的任务分配给«{0}»

# EmptyScreenByUserTasksHeaderContent
source: No tasks assigned to «{0}»
es: Ninguna tarea asignada a «{0}»
zh_cn: 没有任务分配给 «{0}»

# EmptyScreenHeaderContent
source: Add the first task to this project
es: Añadir la primera tarea a este proyecto
zh_cn: 为这个项目添加第一个任务

# EmptyScreenHeaderDescribe
source: Add tasks, get them done, set who's responsible, manage team work.
es: Añada tareas, efectúelas, designe al responsable, gestione el trabajo del equipo.
zh_cn: 添加任务，并完成任务，规定由谁来负责任务，管理团队的工作。

# EmptyScreenMyActiveTasksHeaderContent
source: There are no active tasks assigned to you
es: No hay ninguna tarea activa asignada a usted

# EmptyScreenMyTasksHeaderContent
source: There are no tasks assigned to you
es: No hay ninguna tarea asignada a usted
zh_cn: 没有任务分配给您

# EmptyScreenTaskTemplate
source: Add the first task to this project template
es: Añadir la primera tarea en este modelo de proyecto
zh_cn: 为这个项目模板添加第一个任务

# EmptyScreenTaskTemplateDescription
source: Add tasks, assign them to milestones, set who's responsible.
es: Establece tareas, asignalos al hito, designa a los responsables.
zh_cn: 添加任务，把他们分配给里程碑，规定由谁来负责。

# ExampleToDo
source: Example: Meet John Doe today from 3:00 PM to 4:00 PM
es: Ejemplo: Reunirse con John Doe hoy de 15.00 a 16.00
zh_cn: 例如: 今天下午3:00到下午4:00约见John Doe

# ExecuteGroupOperation
source: Perform group operation
es: Realizar operación de grupo

# ExecutingGroupOperation
source: Performing group operation...
es: Realizando operación de grupo...

source: Files to the task
es: Archivos para la tarea
zh_cn: 任务的文件

source: Future
es: Futuro

# GroupTaskConfirm
source: Are you sure you want to perform a group operation?
es: ¿Está seguro(a) de que desea realizar una operación de grupo?

source: Hide Closed Tasks
es: Ocultar tareas cerradas
zh_cn: 隐藏关闭的任务

# HighPriority_Title
source: High priority
es: Prioridad alta
zh_cn: 高优先级

# LowPriority_Title
source: Low priority
es: Prioridad baja
zh_cn: 低优先级

source: Marked as
es: Marcado como
zh_cn: 标示为

# MarkingAsNB
source: Mark as {0}NB{1}
es: Marcar como {0}NB{1}

source: Move task to another Milestone
es: Mover la tarea al otro hito
zh_cn: 移动任务到其他的里程碑

source: Move to milestone
es: Mover a hito
zh_cn: 移动到里程碑

source: My New Tasks
es: Mis nuevas tareas
zh_cn: 我的新任务

source: My Tasks
es: Mis tareas
zh_cn: 我的任务

source: none
es: no
zh_cn: 没有

# NotifyManagerAboutTaskCreate
source: The project manager and the responsible party have been sent a notification about creating the «{0}» task.
es: Se ha enviado aviso sobre creación de tarea «{0}» a gerente de proyecto y persona responsable.

# NotifyResponsibleInfo
source: The responsible party will be sent a notification email.
es: Un e-mail de notificación será enviado a la parte responsable.

# NotifyTaskResponsible
source: {0} will get a reminder about the task «{1}»
es: {0} recibirá la notificación sobre la tarea «{1}»

source: One list
es: Listado general
zh_cn: 一个列表

# PersonalToDo
source: Personal To-Do list
es: Listado de tareas personales
zh_cn: 个人待办事项列表

source: Priority
es: Prioridad
zh_cn: 优先级

source: Projects / Milestones
es: Proyectos / Hitos
zh_cn: 项目/里程碑

# Remind
source: Remind the responsible person about the task
es: Notificar al responsable sobre la tarea
zh_cn: 提醒任务有关的责任人

source: Saving task...
es: Guardando tarea...
zh_cn: 正在保存任务...

source: Show Closed Tasks
es: Mostrar tareas cerradas
zh_cn: 显示关闭的任务

source: Show more
es: Mostrar mas opciones
zh_cn: 显示更多

source: Show tasks without responsible
es: Mostrar tareas no asignadas
zh_cn: 显示没有人负责的任务

source: Start
es: Iniciar
zh_cn: 开始

# SwitchToTaskList
source: Switch to Project Tasks
es: Pasar a las tareas del proyecto
zh_cn: 切换到项目任务

# SwitchToToDoList
source: Switch to Personal To-Do
es: Pasar a las tareas personales
zh_cn: 切换到个人待办事项

source: Task
es: Tarea
zh_cn: 任务

# TaskClosed
source: Complete
es: Terminar
zh_cn: 完成

# TaskDeadlineLateInfo
source: Delayed since
es: Retrasado desde
zh_cn: 延迟自

source: Task Description
es: Descripción de tarea
zh_cn: 任务描述

source: Task List
es: Lista de tareas
zh_cn: 任务列表

# TaskNotFound_Body
source: It might have been deleted, or there are no tasks with such ID in the project
es: Puede ser que haya sido eliminada, o no haya ninguna tarea con este ID en el proyecto
zh_cn: 它可能已经被删除，或者项目里没有这个ID的任务

# TaskNotFound_Header
source: Task not found
es: Tarea no encontrada
zh_cn: 没有找到任务

# TaskNotFound_RedirectTitle
source: Go to the task list
es: Ir a la lista de tareas
zh_cn: 转到任务列表

# TaskOpen
source: Start Task
es: Iniciar tarea
zh_cn: 启动任务

# TaskProducer
source: Created by
es: Creado por
zh_cn: 创建者

# TaskReopen
source: Resume
es: Reanudar
zh_cn: 恢复

# TaskResponsible
source: Assigned to
es: Responsable
zh_cn: 分配给

source: Tasks
es: Tareas
zh_cn: 任务

# TasksByParticipant
source: Tasks by team member
es: Tareas por miembro de equipo
zh_cn: 团队成员的任务

# TasksByParticipantHeader
source: Tasks assigned to «{0}»
es: Tareas asignadas a «{0}»
zh_cn: 任务分配给 «{0}»

# TaskStopExecute
source: Suspend
es: Suspender
zh_cn: 暂停

source: Task Title
es: Título de tarea
zh_cn: 任务标题

source: This Day
es: Hoy

# TitleClosedByPanel
source: Closed by {0} {1}
es: Cerrada por usuario {0} {1}

source: Tommorow
es: Mañana
zh_cn: 明天

# UnsortedTask
source: Unsorted Tasks
es: Tareas no asignadas
zh_cn: 未分类的任务

# WhatDoYouWant
source: What do you want to do?
es: ¿Que desea hacer?
zh_cn: 您想做什么？

source: Will be moved to milestone
es: Sera pasada al hito
zh_cn: 将会被移动到里程碑

# WithoutResponsible
source: Nobody
es: Sin responsable
zh_cn: 没有人
