Repository: aliakbarzadeh2021/teamlab
Catalog: Backup/web/studio/ASC.Web.Studio/Products/Community/Modules/Forum/Resources/ForumResource.*.resx
Languages: lv, pt_br

# AddButton
source: Add
lv: Pievienot
pt_br: Adicionar

# AddonDescription
source: Corporate forum discussions
lv: Korporatīva foruma apspriešanas
pt_br: Forum de discussões corporativas

# AddonName
source: Forums
lv: Forumi
pt_br: Fóruns

# AddThreadButton
source: Create New Forum
lv: Izveidot Jaunu Forumu
pt_br: Criar novo Forum

# AddThreadCategoryButton
source: Create new forum
lv: Izveidot Jaunu Forumu
pt_br: Criar novo forum

# AddThreadCategoryTitle
source: New Forum
lv: Jauns Forums
pt_br: Novo Forum

source: All
lv: Visi
pt_br: Tudo

# ApproveTagOnOff
source: Allow/Deny
lv: Atļaut/Aizliegt
pt_br: Permitir/Negar

# CancelButton
source: Cancel
lv: Atcelt
pt_br: Cancelar

# ConfirmMessage
source: Are you sure you want to perform this action?
lv: Vai jūs tiešām gribat to izdarīt?
pt_br: Tem certeza que deseja fazer isso?

# CreateButton
source: Create
lv: Izveidot
pt_br: Criar

# CreateForumWidgetMessage
source: Please add your forums {0}here{1}.
lv: Lūdzu pievienojiet jūsu forumus {0}šeit{1}.
pt_br: Favor adicionar seus fóruns {0}aqui{1}.

# CreateTopicMessage
source: Please add your topic {0}here{1}.
lv: Lūdzu pievienojiet jūsu tēmu {0}šeit{1}.
pt_br: Favor adicionar seus tópicos {0}aqui{1}.

# CutLongMassageSettingsTitle
source: Shorten long posts
lv: Saīsināt garus ierakstus
pt_br: Encurtar postagens longas

# DeleteButton
source: Delete
lv: Izdzēst
pt_br: Deletar

# DeleteTagFomTopicButton
source: Detach
lv: Atvienot
pt_br: Separar

# EditButton
source: Edit
lv: Rediģēt
pt_br: Editar

# EditShortButton
source: Edit
lv: Rediģēt
pt_br: Editar

# EditTopicBreadCrumbs
source: Edit
lv: Rediģēt
pt_br: Editar

# ErrorAccessDenied
source: No permissions to perform this action
lv: Nav atļaujas šajai darbībai
pt_br: Sem permissão para realizar esta ação

# ErrorCategoryEmptyName
source: Enter the category name
lv: Ievadiet kategorijas nosaukumu
pt_br: Entre com o nome da categoria

# ErrorCreateThreadCategory
source: Unknown error while creating category
lv: Nepazīstama kļūda izveidojot kategoriju
pt_br: Erro desconhecido enquanto criava a categoria

# ErrorEditThreadCategory
source: An error occurred while editing the category
lv: Kļūda kategorijas rediģēšanas laikā
pt_br: Ocorreu um erro enquanto editava a categoria

# ErrorEmptyName
source: Enter a name
lv: Ievadiet nosaukumu
pt_br: Entre com um nome

# ErrorNotCorrectMaxTopicCountSettings
source: Invalid number of posts
lv: Nepareizs ierakstu skaits
pt_br: Numero de postagens invalido

# ErrorSubscription
source: An error occurred while unsubscribing/subscribing
lv: Kļūda atrakstīšanas/pierakstīšanas laikā
pt_br: Ocorreu um erro enquanto subscrevia/retirava

# ErrorThreadEmptyName
source: Enter the forum name
lv: Ievadiet foruma nosaukumu
pt_br: Entre com o nome do forum

# FindTopicDescription
source: Topic in "{0}" forum
lv: Tēma "{0}" forumā
pt_br: Topico no forum

# ForumEditorBreadCrumbs
source: Open forum editor
lv: Uzsākt foruma rediģēšanu
pt_br: Abrir editor do forum

# ForumEditorTitle
source: Forum Editor
lv: Foruma Rediģēšana
pt_br: Editor do Forum

# ForumListPageDescription
source: Forum title page
lv: Foruma nosaukuma lapa
pt_br: Titulo do Forum

# ForumNotCreatedWidgetMessage
source: No forums created yet
lv: Nebija izveidots neviens forums
pt_br: Sem fóruns criados ainda

# ForumNotCreatedWidgetMessageForAdmin
source: Click here to {0}Create new forum{1}
lv: Uzklikšķiniet te, lai {0}Izveidot jaunu forumu{1}
pt_br: Clique aqui para {0}Criar um novo forum{1}

# ForumsBreadCrumbs
source: All Forums
lv: Visi Forumi
pt_br: Todos os Fóruns

# MakeModeratorsButton
source: Change
lv: Izmainīt
pt_br: Trocar

# MaxLastTopicCountSettingsTitle
source: Number of posts to display (1 to 30)
lv: Ierakstu skaits attēlošanai (no 1 līdz 30)
pt_br: Numero de postagens para mostrar (1 a 30)

source: Moderators
lv: Moderatori
pt_br: Moderadores

# NameEmptyString
source: Enter a name
lv: Ievadiet vārdu
pt_br: Entre com um nome

# NewPollButton
source: Add new poll
lv: Pievienot jaunu aptauju
pt_br: Criar nova enquete

# NewPostButton
source: Add new post
lv: Pievienot jaunu ierakstu
pt_br: Adiciona nova postagem

# NewTopicButton
source: Create new topic
lv: Izveidot jaunu tēmu
pt_br: Cria novo topico

# NewTopicOnForumSubscriptionTitle
source: Subscription to new forum topics
lv: Parakstīšanās uz jauniem foruma tēmām
pt_br: Subscrição para novos tópicos em fóruns

# NoForumsWidgetMessage
source: There are no forums.
lv: Nav neviena foruma.
pt_br: Não há fóruns

# NoTopicsMessage
source: There are no topics.
lv: Nav nevienas tēmas.
pt_br: Não há tópicos.

# PartnershipTopic
source: Participation in topic
lv: Līdzdalība tēmā
pt_br: Participações no topico

# PleaseWaitMessage
source: Please wait...
lv: Lūdzu uzgaidiet...
pt_br: Favor esperar...

# PostCount
source: Posts
lv: Ieraksti

# PostCountStatistic
source: Total forum posts
lv: Foruma ierakstu kopsumma
pt_br: Total de postagens no forum

# PostedBy
source: Author
lv: Autors
pt_br: Autor

# QuestionEmptyMessage
source: Enter your question
lv: Ievadiet savu jautājumu
pt_br: Entre com sua questão

# RecentActivityContainerTitle
source: Recent Activity
lv: Pēdēja aktivitāte
pt_br: Atividades Recentes

# RecentForumUpdateWidgetDescription
source: shows the latest posts in forums
lv: paradīt pēdējus ierakstus forumos
pt_br: mostrar a ultima postagem nos fóruns

# RecentForumUpdateWidgetTitle
source: Forums
lv: Forumi
pt_br: Fóruns

# RecentPostFromTopic
source: Latest Posts in Topic
lv: Pēdējie Ieraksti Tēmā
pt_br: Ultima postagem no Topico

# RecentUpdate
source: Latest Update
lv: Pēdējas Izmaiņas
pt_br: Última Atualização

# SaveButton
source: Save
lv: Saglabāt
pt_br: Salvar

# SearchDefaultString
source: Forum Search
lv: Meklēt Forumos
pt_br: Pesquisa no Forum

# SearchNotFoundMessage
source: Nothing has been found.
lv: Nekas nebija atrasts.
pt_br: Nada foi encontrado

# ShotPostCount
source: Posts
lv: Ieraksti.

# StickyTopicButton
source: Attach
lv: Pielikt
pt_br: Atacar

# SubjectEmptyMessage
source: Enter the topic name
lv: Ievadīt tēmas nosaukumu
pt_br: Entre com o nome do topico

# SubscribeOnNewTopicInForum
source: Subscribe to new topics
lv: Parakstīties uz jaunām tēmām
pt_br: Subscreve em novos tópicos

# SubscribeOnTag
source: Subscribe by tag
lv: Parakstīties uz atzīmi
pt_br: Subscrever por tag

# SubscribeOnThread
source: Subscribe to this forum
lv: Parakstīties uz šo forumu
pt_br: Subscrever para forum

# SubscribeOnTopic
source: Subscribe to this topic
lv: Parakstīties uz šo tēmu
pt_br: Subscrever para topico

# SubscribeThreadHelp
source: You´ll be notified about all new posts and topics in forum.
lv: Paziņojums par visiem ierakstiem forumā un visiem foruma tēmām
pt_br: Notificação em todas as postagens e tópicos no forum

# SubscribeTopicHelp
source: You´ll be notified about new posts in topic
lv: Paziņojums par jauniem ierakstiem tēmā
pt_br: Notificação em novas postagens no topico

# SuccessfullyCreateForumMessage
source: The forum has been successfully created
lv: Forums bija veiksmīgi izveidots
pt_br: O forum foi criado com sucesso

source: Tag Cloud
lv: Atzīmju mākonis

# TagEditorBreadCrumbs
source: Tag Editor
lv: Atzīmju Rediģētājs
pt_br: Editor de Tag

source: Tag Name
lv: Atzīmes Nosaukums
pt_br: Nome da Tag

source: Tags
lv: Atzīmes

# TagSubscriptionTitle
source: Subscription to tags
lv: Parakstīšanās uz atzīmēm
pt_br: Subscrição para tags

# Thread
source: Forum
lv: Forums

# ThreadActionText
source: forum created
lv: forums izveidots
pt_br: forum criado

# ThreadCategory
source: Category
lv: Kategorija
pt_br: Categoria

# ThreadCategoryDescription
source: Description
lv: Apraksts
pt_br: Descrição

# ThreadCategoryEditor
source: Category Editor
lv: Kategorijas Rediģētājs
pt_br: Editor de Categoria

# ThreadCategoryName
source: Title
lv: Nosaukums
pt_br: Titulo

# ThreadDeleteActionText
source: forum deleted
lv: forums izdzēsts
pt_br: forum deletado

# ThreadDescription
source: Forum Description
lv: Foruma apraksts
pt_br: Descrição do Forum

# ThreadEditActionText
source: forum edited
lv: Forums rediģēts
pt_br: forum editado

# ThreadEditor
source: Forum Editor
lv: Foruma Rediģētājs
pt_br: Editor de Forum

# ThreadName
source: Forum Name
lv: Foruma Nosaukums
pt_br: Nome do Forum

# ThreadSubscriptionTitle
source: Subscription to forums
lv: Parakstīšanās uz forumiem
pt_br: Subscrição para fóruns

source: Topic
lv: Tēma
pt_br: Topico

# TopicCount
source: Topics
lv: Tēmas
pt_br: Tópicos

# TopicSubscriptionTitle
source: Subscription to topics
lv: Parakstīšanās uz tēmām
pt_br: Subscrição para topics

# TypeCategoryName
source: Create a new category
lv: Izveidot jaunu kategoriju
pt_br: Criar uma nova categoria

# UnsubscribeButton
source: Unsubscribe from notification
lv: Atrakstīties no paziņojuma
pt_br: Retirar das notificações

# UnsubscribeOnNewTopicInForum
source: Unsubscribe from new topics
lv: Atrakstīties no jaunām tēmām
pt_br: Retirar do novo tópicos

# UnSubscribeOnThread
source: Unsubscribe from this forum
lv: Atrakstīties no ši foruma
pt_br: Retirar deste forum

# UnSubscribeOnTopic
source: Unsubscribe from this topic
lv: Atrakstīties no šis tēmas
pt_br: Retirar deste topico

# ViewCount
source: Views
lv: Apskatu skaits
pt_br: Vizualizações

# VisibleList
source: The visible list
lv: Redzamo lietotāju skaits
pt_br: Lista visível
