Repository: aliakbarzadeh2021/teamlab
Catalog: module/ASC.Projects/ASC.Projects.Core/Services/NotifyService/PatternResource.*.resx
Languages: de, es, fr, it, lv, pt_br, ru, zh_cn

# pattern_NewCommentForMilestone
source: h1.New Comment to Milestone: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" has added a new comment to the milestone: $AdditionalData "Read more":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" Your portal address: "$__VirtualRootPath":"$__VirtualRootPath" "Edit subscription settings":"$RecipientSubscriptionConfigURL"
de: h1.Neuer Kommentar zum Meilenstein: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" hat einen neuen Kommentar zum Meilenstein hinzugefügt: $AdditionalData "Weiter lesen":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" Ihre Portaladresse: "$__VirtualRootPath":"$__VirtualRootPath" "Anmeldungseinstellungen bearbeiten":"$RecipientSubscriptionConfigURL"
es: h1.Nuevo comentario a hito: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" ha añadido un nuevo comentario al hito: $AdditionalData "Leer más":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" Dirección de su portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar parámetros de suscripción":"$RecipientSubscriptionConfigURL"
fr: h1.Nouveau commentaire au jalon: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" a ajouté un nouveau commentaire au jalon: $AdditionalData "Lire la suite":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" Adresse de votre portail: "$__VirtualRootPath":"$__VirtualRootPath" "Modifier paramètres d'abonnement":"$RecipientSubscriptionConfigURL"
it: h1.Nuovo commento alla milestone: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" ha aggiunto un nuovo commento alla milestone: $AdditionalData "Leggi tutto":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" Indirizzo del portale: "$__VirtualRootPath":"$__VirtualRootPath" "Modifica opzioni di iscrizione":"$RecipientSubscriptionConfigURL"
lv: h1.Jauns Komentārs Posmam: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" pievienoja jaunu komentāru posmam: $AdditionalData "Lasīt tālāk":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" Jūsu portāla adrese: "$__VirtualRootPath":"$__VirtualRootPath" "Rediģēt pieteikšanās iestatījumus":"$RecipientSubscriptionConfigURL"
pt_br: h1.Novo coment&aacute;rio para Meta: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" adicionou um novo coment&aacute;rio a meta: $AdditionalData "Leia Mais":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" Endereço do seu portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar configuração de assinatura":"$RecipientSubscriptionConfigURL"
ru: h1.Новый комментарий к вехе: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime Пользователем "$__AuthorName":"$__AuthorUrl" добавлен новый комментарий к вехе: $AdditionalData "Читать далее":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" Адрес Вашего портала: "$__VirtualRootPath":"$__VirtualRootPath" "Изменение параметров подписки":"$RecipientSubscriptionConfigURL"
zh_cn: h1.里程碑有新评论: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" 在里程碑发表了一条新评论: $AdditionalData "了解更多":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" 您的网站地址: "$__VirtualRootPath":"$__VirtualRootPath" "编辑订阅设置":"$RecipientSubscriptionConfigURL"

# pattern_NewCommentForTask
source: h1.New Comment to Task: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" has added a new comment to the task: $AdditionalData "Read more":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" Your portal address: "$__VirtualRootPath":"$__VirtualRootPath" "Edit subscription settings":"$RecipientSubscriptionConfigURL"
de: h1.Neuer Kommentar zur Aufgabe: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" hat einen neuen Kommentar zur Aufgabe hinzugefügt: $AdditionalData "Weiter lesen":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" Ihre Portaladresse: "$__VirtualRootPath":"$__VirtualRootPath" "Anmeldungseinstellungen bearbeiten":"$RecipientSubscriptionConfigURL"
es: h1.Nuevo comentario a tarea: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" ha añadido un nuevo comentario a la tarea: $AdditionalData "Leer más":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" Dirección de su portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar parámetros de suscripción":"$RecipientSubscriptionConfigURL"
fr: h1.Nouveau commentaire à la tâche: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" a ajouté un nouveau commentaire à la tâche: $AdditionalData "Lire la suite":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" Adresse de votre portail: "$__VirtualRootPath":"$__VirtualRootPath" "Modifier paramètres d'abonnement":"$RecipientSubscriptionConfigURL"
it: h1.Nuovo commento al compito: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" ha aggiuto un nuovo commento al compito: $AdditionalData "Leggi tutto":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" Indirizzo del portale: "$__VirtualRootPath":"$__VirtualRootPath" "Modifica opzioni di iscrizione":"$RecipientSubscriptionConfigURL"
lv: h1.New Comment to Task: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" pievienoja jaunu komentāru uzdevumam: $AdditionalData "Lasīt tālāk":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" Jūsu portāla adrese: "$__VirtualRootPath":"$__VirtualRootPath" "Rediģēt pieteikšanās iestatījumus":"$RecipientSubscriptionConfigURL"
pt_br: h1.Novo Coment&aacute;rio para Tarefa: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" adicionou um novo coment&aacute;rio à tarefa: $AdditionalData "Leia Mais":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" Endereço do seu portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar configuração de assinatura":"$RecipientSubscriptionConfigURL"
ru: h1.Новый комментарий к задаче: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime Пользователем "$__AuthorName":"$__AuthorUrl" добавлен новый комментарий к задаче: $AdditionalData "Читать далее":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" Адрес Вашего портала: "$__VirtualRootPath":"$__VirtualRootPath" "Изменение параметров подписки":"$RecipientSubscriptionConfigURL"
zh_cn: h1.任务有新评论: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" 发表了一条新评论在任务: $AdditionalData "了解更多":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" 您的网站地址: "$__VirtualRootPath":"$__VirtualRootPath" "编辑订阅设置":"$RecipientSubscriptionConfigURL"

# pattern_NewMessage
source: h1.New discussion: "$EntityTitle":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" has started a new discussion: $AdditionalData.get_item("MessagePreview") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end "Read more":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" Your portal address: "$__VirtualRootPath":"$__VirtualRootPath" "Edit subscription settings":"$RecipientSubscriptionConfigURL"
de: h1.Neue Diskussion: "$EntityTitle":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" hat eine neue Diskussion eröffnet: $AdditionalData.get_item("MessagePreview") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end "Weiter lesen":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" Ihre Portaladresse: "$__VirtualRootPath":"$__VirtualRootPath" "Anmeldungseinstellungen bearbeiten":"$RecipientSubscriptionConfigURL"
es: h1.Nueva discusión: "$EntityTitle":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" ha creado una nueva discusión: $AdditionalData.get_item("MessagePreview") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end "Leer más":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" Dirección de su portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar parámetros de suscripción":"$RecipientSubscriptionConfigURL"
fr: h1.Nouvelle discussion: "$EntityTitle":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" a lancé une nouvelle discussion: $AdditionalData.get_item("MessagePreview") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end "Lire la suite":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" Adresse de votre portail: "$__VirtualRootPath":"$__VirtualRootPath" "Modifier paramètres d'abonnement":"$RecipientSubscriptionConfigURL"
it: h1.Nuova discussione: "$EntityTitle":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" ha iniziato una nuova discussione: $AdditionalData.get_item("MessagePreview") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end "Leggi tutto":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" Indirizzo del portale: "$__VirtualRootPath":"$__VirtualRootPath" "Modifica opzioni di iscrizione":"$RecipientSubscriptionConfigURL"
lv: h1.Jauna Apspriešana: "$EntityTitle":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" iesāka jaunu apspriešanu: $AdditionalData.get_item("MessagePreview") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end "Lasīt tālāk":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" Jūsu portāla adrese: "$__VirtualRootPath":"$__VirtualRootPath" "Rediģēt pieteikšanās iestatījumus":"$RecipientSubscriptionConfigURL"
pt_br: h1.Nova discussão: "$EntityTitle":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" come&ccedil;ou uma nova discussão: $AdditionalData.get_item("MessagePreview") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item(" #end "Leia Mais":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" Endereço do seu portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar configuração de assinatura":"$RecipientSubscriptionConfigURL"
ru: h1.Новая дискуссия: "$EntityTitle":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime Пользователем "$__AuthorName":"$__AuthorUrl" добавлена новая дискуссия: $AdditionalData.get_item("MessagePreview") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end "Читать далее":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" Адрес Вашего портала: "$__VirtualRootPath":"$__VirtualRootPath" "Изменение параметров подписки":"$RecipientSubscriptionConfigURL"
zh_cn: h1.新的讨论: "$EntityTitle":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" 开始了一个新讨论: $AdditionalData.get_item("MessagePreview") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end "了解更多":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" 您的网站地址: "$__VirtualRootPath":"$__VirtualRootPath" "编辑订阅设置":"$RecipientSubscriptionConfigURL"

# pattern_ProjectAcceptRequest
source: h1.Confirmation of the Request. User "$__AuthorName":"$__AuthorUrl" confirmed your request on the project "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" . Your portal address: "$__VirtualRootPath":"$__VirtualRootPath" "Edit subscription settings":"$RecipientSubscriptionConfigURL"
de: h1.Bestätigung der Anfrage. Der Benutzer "$__AuthorName":"$__AuthorUrl" hat Ihre Anfrage betreffend des Projekts "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" bestätigt. Ihre Portaladresse: "$__VirtualRootPath":"$__VirtualRootPath" "Anmeldungseinstellungen bearbeiten":"$RecipientSubscriptionConfigURL"
es: h1.Confirmación de solicitud. Usuario "$__AuthorName":"$__AuthorUrl" ha confirmado su solicitud sobre el proyecto "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" . Su dirección de portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar los parámetros de suscripción":"$RecipientSubscriptionConfigURL"
fr: h1.Confirmation de la demande. L'utilisateur "$__AuthorName":"$__AuthorUrl" a confirmé votre demande sur le projet "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" . Adresse de votre portail: "$__VirtualRootPath":"$__VirtualRootPath" "Modifier paramètres d'abonnement":"$RecipientSubscriptionConfigURL"
it: h1.Conferma di richiesta. L'utente "$__AuthorName":"$__AuthorUrl" ha confermato la tua richiesta del progetto "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" . Indirizzo del portale: "$__VirtualRootPath":"$__VirtualRootPath" "Modifica opzioni di iscrizione":"$RecipientSubscriptionConfigURL"
lv: h1.Lūguma apstiprinājums. Lietotājs "$__AuthorName":"$__AuthorUrl" ir apstiprinājis savu pieprasījumu par projektu "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" . Jūsu portala adrese: "$__VirtualRootPath":"$__VirtualRootPath" "Rediģēt abonēšanas iestatījumus":"$RecipientSubscriptionConfigURL"
pt_br: h1.Confirmation of the request. User "$__AuthorName":"$__AuthorUrl" confirmed your request on the project "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" . Endereço do seu portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar configuração de assinatura":"$RecipientSubscriptionConfigURL"
ru: h1.Подтверждение запроса. Пользователем "$__AuthorName":"$__AuthorUrl" подтвержден Ваш запрос по проекту "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" . Адрес Вашего портала: "$__VirtualRootPath":"$__VirtualRootPath" "Изменение параметров подписки":"$RecipientSubscriptionConfigURL"
zh_cn: h1.请求确认. 用户 "$__AuthorName":"$__AuthorUrl" 确认了您的请求在项目 "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" . 您的网站地址: "$__VirtualRootPath":"$__VirtualRootPath" "编辑订阅设置":"$RecipientSubscriptionConfigURL"

# pattern_ProjectCreateRequest
source: h1.New project request: [$ProjectTitle] "$__AuthorName":"$__AuthorUrl" has requested to create a new project. Please confirm the request. *Title* $ProjectTitle *Description* $AdditionalData.get_item("Description") *Manager* $AdditionalData.get_item("ProjectLeader") "Moderate":"${__VirtualRootPath}/products/projects/projects.aspx" Your portal address: "$__VirtualRootPath":"$__VirtualRootPath" "Edit subscription settings":"$RecipientSubscriptionConfigURL"
de: h1.Anfrage nach neuem Projekt: [$ProjectTitle] "$__AuthorName":"$__AuthorUrl" möchte ein neues Projekt erstellen. Bitte bestätigen Sie die Anfrage. *Titel* $ProjectTitle *Beschreibung* $AdditionalData.get_item("Description") *Projektleiter* $AdditionalData.get_item("ProjectLeader") "Moderieren":"${__VirtualRootPath}/products/projects/projects.aspx" Ihre Portaladresse: "$__VirtualRootPath":"$__VirtualRootPath" "Anmeldungseinstellungen bearbeiten":"$RecipientSubscriptionConfigURL"
es: h1.Solicitud de nuevo proyecto: [$ProjectTitle] "$__AuthorName":"$__AuthorUrl" ha solicitado crear un nuevo proyecto. Por favor confirme la solicitud. *Título* $ProjectTitle *Descripción* $AdditionalData.get_item("Description") *Gerente* $AdditionalData.get_item("ProjectLeader") "Moderar":"${__VirtualRootPath}/products/projects/projects.aspx" Dirección de su portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar parámetros de suscripción":"$RecipientSubscriptionConfigURL"
fr: h1.Demande d'un nouveau projet: [$ProjectTitle] "$__AuthorName":"$__AuthorUrl" a demandé de créer un nouveau projet. Veuillez confirmer la demande. *Titre* $ProjectTitle *Description* $AdditionalData.get_item("Description") *Chef* $AdditionalData.get_item("ProjectLeader") "Modérer":"${__VirtualRootPath}/products/projects/projects.aspx" Adresse de votre portail: "$__VirtualRootPath":"$__VirtualRootPath" "Modifier paramètres d'abonnement":"$RecipientSubscriptionConfigURL"
it: h1.Richiesta di nuovo progetto: [$ProjectTitle] "$__AuthorName":"$__AuthorUrl" ha chiesto di creare un nuovo progetto. Preghiamo di confermare la richiesta. *Nome* $ProjectTitle *Descrizione* $AdditionalData.get_item("Description") *Capo* $AdditionalData.get_item("ProjectLeader") "Modera":"${__VirtualRootPath}/products/projects/projects.aspx" Indirizzo del portale: "$__VirtualRootPath":"$__VirtualRootPath" "Modifica opzioni di iscrizione":"$RecipientSubscriptionConfigURL"
lv: h1.Jauna Projekta Pieprasījums: [$ProjectTitle] "$__AuthorName":"$__AuthorUrl" izveidoja pieprasījuma lai izveidot jaunu projektu. Lūdzu apstipriniet šo pieprasījumu. *Nosaukums* $ProjectTitle *Apraksts* $AdditionalData.get_item("Description") *Vadītājs* $AdditionalData.get_item("ProjectLeader") "Moderate":"${__VirtualRootPath}/products/projects/projects.aspx" Jūsu portāla adrese: "$__VirtualRootPath":"$__VirtualRootPath" "Rediģēt pieteikšanās iestatījumus":"$RecipientSubscriptionConfigURL"
pt_br: h1.Novo Requerimento No Projeto: [$ProjectTitle] "$__AuthorName":"$__AuthorUrl" requeriu a cria&ccedil;&atilde;o de um novo projeto. Favor confirmar o requerimento. *Titulo* $ProjectTitle *Descri&ccedil;&atilde;o* $AdditionalData.get_item("Description") *Gerente* $AdditionalData.get_item("ProjectLeader") "Moderado":"${__VirtualRootPath}/products/projects/projects.aspx" Endereço do seu portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar configuração de assinatura":"$RecipientSubscriptionConfigURL"
ru: h1.Запрос. Добавление проекта: [$ProjectTitle] Пользователем "$__AuthorName":"$__AuthorUrl" запрошено создание нового проекта. Пожалуйста, подтвердите запрос. *Название* $ProjectTitle *Описание* $AdditionalData.get_item("Description") *Менеджер* $AdditionalData.get_item("ProjectLeader") "Модерировать":"${__VirtualRootPath}/products/projects/projects.aspx" Адрес Вашего портала: "$__VirtualRootPath":"$__VirtualRootPath" "Изменение параметров подписки":"$RecipientSubscriptionConfigURL"
