Repository: aliakbarzadeh2021/teamlab
Catalog: module/ASC.Projects/ASC.Projects.Core/Services/NotifyService/PatternResource.*.resx
Languages: de, es, fr, it, lv, pt_br, ru, zh_cn

# pattern_TaskCreated
source: h1.Task Created: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" "$__AuthorName":"$__AuthorUrl" has created the task: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") Project: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end Your portal address: "$__VirtualRootPath":"$__VirtualRootPath" "Edit subscription settings":"$RecipientSubscriptionConfigURL"
de: h1.Aufgabe erstellt: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" "$__AuthorName":"$__AuthorUrl" hat die Aufgabe erstellt: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") Projekt: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end Ihre Portaladresse: "$__VirtualRootPath":"$__VirtualRootPath" "Anmeldungseinstellungen bearbeiten":"$RecipientSubscriptionConfigURL"
es: h1.Tarea creada: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" "$__AuthorName":"$__AuthorUrl" ha creado tarea: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") Proyecto: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end Dirección de su portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar parámetros de suscripción":"$RecipientSubscriptionConfigURL"
fr: h1.Tâche créée: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" "$__AuthorName":"$__AuthorUrl" a créé la tâche: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") Projet: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end Adresse de votre portail: "$__VirtualRootPath":"$__VirtualRootPath" "Modifier paramètres d'abonnement":"$RecipientSubscriptionConfigURL"
it: h1.Compito creato: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" "$__AuthorName":"$__AuthorUrl" ha creato il compito: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") Progetto: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end Indirizzo del portale: "$__VirtualRootPath":"$__VirtualRootPath" "Modifica opzioni di iscrizione":"$RecipientSubscriptionConfigURL"
lv: h1.Uzdevumus Izveidots: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" "$__AuthorName":"$__AuthorUrl" izveidoja uzdevumu: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") Projekts: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end Jūsu portāla adrese: "$__VirtualRootPath":"$__VirtualRootPath" "Rediģēt pieteikšanās iestatījumus":"$RecipientSubscriptionConfigURL"
pt_br: h1.Task Created: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" "$__AuthorName":"$__AuthorUrl" has created the task: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") Project: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end Endereço do seu portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar configuração de assinatura":"$RecipientSubscriptionConfigURL"
ru: h1.Создана задача: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" "$__AuthorName":"$__AuthorUrl" создал(а) задачу: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") Проект: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end Адрес Вашего портала: "$__VirtualRootPath":"$__VirtualRootPath" "Изменение параметров подписки":"$RecipientSubscriptionConfigURL"

# pattern_UploadFiles
source: h1.New File Uploaded: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" $__DateTime "$__AuthorName":"$__AuthorUrl" has uploaded a new file for the project ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. #foreach($fileInfo in $AdditionalData.Keys) #each "$fileInfo":"$AdditionalData.get_item($fileInfo)" #end Your portal address: "$__VirtualRootPath":"$__VirtualRootPath" "Edit subscription settings":"$RecipientSubscriptionConfigURL"
de: h1.Neue Datei hochgeladen: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" $__DateTime "$__AuthorName":"$__AuthorUrl" hat eine neue Datei für das Projekt ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] hochgeladen. #foreach($fileInfo in $AdditionalData.Keys) #each "$fileInfo":"$AdditionalData.get_item($fileInfo)" #end Ihre Portaladresse: "$__VirtualRootPath":"$__VirtualRootPath" "Anmeldungseinstellungen bearbeiten":"$RecipientSubscriptionConfigURL"
es: h1.Nuevo archivo subido: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" $__DateTime "$__AuthorName":"$__AuthorUrl" ha subido un nuevo archivo al proyecto ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. #foreach($fileInfo in $AdditionalData.Keys) #each "$fileInfo":"$AdditionalData.get_item($fileInfo)" #end Dirección de su portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar parámetros de suscripción":"$RecipientSubscriptionConfigURL"
fr: h1.Nouveau fichier chargé: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" $__DateTime "$__AuthorName":"$__AuthorUrl" a chargé un nouveau fichier dans le projet ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. #foreach($fileInfo in $AdditionalData.Keys) #each "$fileInfo":"$AdditionalData.get_item($fileInfo)" #end Adresse de votre portail: "$__VirtualRootPath":"$__VirtualRootPath" "Modifier paramètres d'abonnement":"$RecipientSubscriptionConfigURL"
it: h1.Nuovo file caricato: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" $__DateTime "$__AuthorName":"$__AuthorUrl" ha caricato un nuovo file per il progetto ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. #foreach($fileInfo in $AdditionalData.Keys) #each "$fileInfo":"$AdditionalData.get_item($fileInfo)" #end Indirizzo del portale: "$__VirtualRootPath":"$__VirtualRootPath" "Modifica opzioni di iscrizione":"$RecipientSubscriptionConfigURL"
lv: h1.Jauns Fails Augšuplādēts: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" $__DateTime "$__AuthorName":"$__AuthorUrl" augšuplādēja jaunu failu projektam ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. #foreach($fileInfo in $AdditionalData.Keys) #each "$fileInfo":"$AdditionalData.get_item($fileInfo)" #end Jūsu portāla adrese: "$__VirtualRootPath":"$__VirtualRootPath" "Rediģēt pieteikšanās iestatījumus":"$RecipientSubscriptionConfigURL"
pt_br: h1.Novo Arquivo Enviado: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" $__DateTime "$__AuthorName":"$__AuthorUrl" enviou um novo arquivo ao projeto ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. #foreach($fileInfo in $AdditionalData.Keys) #each "$fileInfo":"$AdditionalData.get_item($fileInfo)" #end Endereço do seu portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar configuração de assinatura":"$RecipientSubscriptionConfigURL"
ru: h1.Новый файл: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" $__DateTime Пользователем "$__AuthorName":"$__AuthorUrl" добавлен новый файл к проекту ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. #foreach($fileInfo in $AdditionalData.Keys) #each "$fileInfo":"$AdditionalData.get_item($fileInfo)" #end Адрес Вашего портала: "$__VirtualRootPath":"$__VirtualRootPath" "Изменение параметров подписки":"$RecipientSubscriptionConfigURL"
zh_cn: h1.有新文件上传: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" $__DateTime "$__AuthorName":"$__AuthorUrl" 为项目上传了一个新文件["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. #foreach($fileInfo in $AdditionalData.Keys) #each "$fileInfo":"$AdditionalData.get_item($fileInfo)" #end 您的网站地址: "$__VirtualRootPath":"$__VirtualRootPath" "编辑订阅设置":"$RecipientSubscriptionConfigURL"

# subject_EditMessage
source: Projects [$ProjectTitle]. Discussion Edited: $EntityTitle
de: Projekt [$ProjectTitle]. Diskussion bearbeitet: $EntityTitle
es: Proyectos [$ProjectTitle]. Discusión editada: $EntityTitle
fr: Projets [$ProjectTitle]. Discussion modifiée: $EntityTitle
it: Progetto [$ProjectTitle]. Discussione modificata: $EntityTitle
lv: Projects [$ProjectTitle]. Rediģēta apspriešana: $EntityTitle
pt_br: Projects [$ProjectTitle]. Discussão Editada: $EntityTitle
ru: Проекты [$ProjectTitle]. Отредактирована дискуссия: $EntityTitle

# subject_ImportData
source: Projects. Import of the Data from Basecamp
de: Projekt. Importierung der Daten von Basecamp
es: Proyectos. Importando datos de Basecamp
fr: Projets. Import des données depuis Basecamp
it: Progetto. Importazione dei dati da Basecamp
lv: Projects. Datu imports no Basecamp
ru: Проекты. Импорт данных из Basecamp

# subject_InviteToProject
source: Projects [$ProjectTitle]. Changes to Project Team
de: Projekt [$ProjectTitle]. Änderungen im Projektteam
es: Proyectos [$ProjectTitle]. Cambios en equipo de proyecto
fr: Projets [$ProjectTitle]. Changements à l'équipe de projet
it: Progetto [$ProjectTitle]. Modifica della squadra
lv: Projects [$ProjectTitle]. Izmaiņas Projekta Komandā
pt_br: Projects [$ProjectTitle]. Altera&ccedil;&otilde;es &agrave; Equipe do Projeto
ru: Проекты [$ProjectTitle]. Вас добавили в команду проекта

# subject_LateMilestone
source: Projects [$ProjectTitle]. Overdue Milestone Notification: $EntityTitle
de: Projekt [$ProjectTitle]. Benachrichtigung über einen überfälligen Meilenstein: $EntityTitle
es: Proyectos [$ProjectTitle]. Notificación hito caducado: $EntityTitle
fr: Projets [$ProjectTitle]. Notification sur le jalon en retard: $EntityTitle
it: Progetto [$ProjectTitle]. Notifica Milestone in ritardo: $EntityTitle
lv: Projects [$ProjectTitle]. Nokavēta Posma Paziņojums: $EntityTitle
pt_br: Projects [$ProjectTitle]. Notifica&ccedil;&atilde;o de Vencimento de Meta: $EntityTitle
ru: Проекты [$ProjectTitle]. Просрочена веха: $EntityTitle

# subject_MilestoneDeadline
source: Projects [$ProjectTitle]. Milestone Due Date Notification: $EntityTitle
de: Projekt [$ProjectTitle]. Benachrichtigung über den Fristablauftermin eines Meilensteins: $EntityTitle
es: Proyectos [$ProjectTitle]. Notificación fecha límite de hito: $EntityTitle
fr: Projets [$ProjectTitle]. Notification sur la date limite du jalon: $EntityTitle
it: Progetto [$ProjectTitle]. Notifica Data di scadenza della milestone: $EntityTitle
lv: Projects [$ProjectTitle]. Posma Izpildes Laika Paziņojums: $EntityTitle
pt_br: Projects [$ProjectTitle]. Notifica&ccedil;&atilde;o de Atraso de Meta: $EntityTitle
ru: Проекты [$ProjectTitle]. Осталось менее 48 часов до наступления вехи: $EntityTitle

# subject_NewCommentForMessage
source: Projects [$ProjectTitle]. New Comment to Discussion: $EntityTitle
de: Projekt [$ProjectTitle]. Neuer Kommentar zur Diskussion: $EntityTitle
es: Proyectos [$ProjectTitle]. Nuevo comentario a discusión: $EntityTitle
fr: Projets [$ProjectTitle]. Nouveau commentaire à la discussion: $EntityTitle
it: Progetto [$ProjectTitle]. Nuovo commento alla discussione: $EntityTitle
lv: Projects [$ProjectTitle]. Jauns Komentārs Apspriešanā: $EntityTitle
pt_br: Projects [$ProjectTitle]. Novo Coment&aacute;rio para Discussão: $EntityTitle
ru: Проекты [$ProjectTitle]. Новый комментарий к дискуссии: $EntityTitle

# subject_NewCommentForMilestone
source: Projects [$ProjectTitle]. New Comment to Milestone: $EntityTitle
de: Projekt [$ProjectTitle]. Neuer Kommentar zum Meilenstein: $EntityTitle
es: Proyectos [$ProjectTitle]. Nuevo comentario a hito: $EntityTitle
fr: Projets [$ProjectTitle]. Nouveau commentaire au jalon: $EntityTitle
it: Progetto [$ProjectTitle]. Nuovo commento alla milestone: $EntityTitle
lv: Projects [$ProjectTitle]. Jauns Komentārs Posmam: $EntityTitle
pt_br: Projects [$ProjectTitle]. Novo coment&atilde;rio para Meta: $EntityTitle
ru: Проекты [$ProjectTitle]. Новый комментарий к вехе: $EntityTitle

# subject_NewCommentForTask
source: Projects [$ProjectTitle]. New Comment to Task: $EntityTitle
de: Projekt [$ProjectTitle]. Neuer Kommentar zur Aufgabe: $EntityTitle
es: Proyectos [$ProjectTitle]. Nuevo comentario a tarea: $EntityTitle
fr: Projets [$ProjectTitle]. Nouveau commentaire à la tâche: $EntityTitle
it: Progetto [$ProjectTitle]. Nuovo commento al compito: $EntityTitle
lv: Projects [$ProjectTitle]. Jauns Komentārs Uzdevumam: $EntityTitle
pt_br: Projects [$ProjectTitle]. Novo Coment&aacute;rio para Tarefa: $EntityTitle
ru: Проекты [$ProjectTitle]. Новый комментарий к задаче: $EntityTitle

# subject_NewMessage
source: Projects [$ProjectTitle]. New Discussion: $EntityTitle
de: Projekt [$ProjectTitle]. Neue Diskussion: $EntityTitle
es: Proyectos [$ProjectTitle]. Nueva discusión: $EntityTitle
fr: Projets [$ProjectTitle]. Nouvelle discussion: $EntityTitle
it: Progetto [$ProjectTitle]. Nuova discussione: $EntityTitle
lv: Projects [$ProjectTitle]. Jauna Apspriešana: $EntityTitle
pt_br: Projects [$ProjectTitle]. Nova Discussão: $EntityTitle
ru: Проекты [$ProjectTitle]. Новая дискуссия: $EntityTitle

# subject_ProjectAcceptRequest
source: Projects [$ProjectTitle]. Confirmation of the request
de: Projekt [$ProjectTitle]. Bestätigung der Anfrage
es: Proyectos[$ProjectTitle]. Confirmación de solicitud
fr: Projets [$ProjectTitle]. Confirmation de la demande
it: Progetto [$ProjectTitle]. Conferma di richiesta
lv: Projects [$ProjectTitle]. Pieprāsījuma apstiprinājums
ru: Проекты [$ProjectTitle]. Подтверждение запроса

# subject_ProjectCreateRequest
source: Projects [$ProjectTitle]. New Project Request
de: Projekt [$ProjectTitle]. Anfrage nach neuem Projekt
es: Proyectos [$ProjectTitle]. Solicitud de nuevo proyecto
fr: Projets [$ProjectTitle]. Demande d'un nouveau projet
it: Progetto [$ProjectTitle]. Richiesta di nuovo progetto
lv: Projects [$ProjectTitle]. Jauna Projekta Pieprasījums
pt_br: Projects [$ProjectTitle]. Novo Requerimento No Projeto
ru: Проекты [$ProjectTitle]. Запрос. Добавление проекта

# subject_ProjectEditRequest
source: Projects [$ProjectTitle]. Project Change Request
de: Projekt [$ProjectTitle]. Anfrage nach Änderung des Projekts
es: Proyectos [$ProjectTitle]. Solicitud de cambio de proyecto
fr: Projets [$ProjectTitle]. Demande de changement d'un projet
it: Progetti [$ProjectTitle]. Richiesta di modifica del progetto
lv: Projects [$ProjectTitle]. Projekta Izmaiņu Pieprasījums
pt_br: Projects [$ProjectTitle]. Requerimento de Altera&ccedil;&atilde;o do Projeto
ru: Проекты [$ProjectTitle]. Запрос. Изменение проекта

# subject_ProjectRejectRequest
source: Projects [$ProjectTitle]. Rejection of the request
de: Projekt [$ProjectTitle]. Ablehnung der Anfrage
es: Proyectos [$ProjectTitle]. Rechazo de solicitud
fr: Projets [$ProjectTitle]. Rejet de la demande
it: Progetto [$ProjectTitle]. Rigetto di richiesta
lv: Projects [$ProjectTitle]. Noraidīts pieprasījums
ru: Проекты [$ProjectTitle]. Отклонение запроса

# subject_ProjectRemoveRequest
source: Projects [$ProjectTitle]. Project Removal Request
de: Projekt [$ProjectTitle]. Anfrage für die Entfernung des Projekts
es: Proyectos [$ProjectTitle]. Solicitud sobre eliminación del proyecto
fr: Projets [$ProjectTitle]. Demande de suppression du projet
it: Progetto [$ProjectTitle]. Richiesta. Eliminazione progetto
lv: Projects [$ProjectTitle]. Projekts Dzēšanas Pieprasījums
ru: Проекты [$ProjectTitle]. Запрос. Удаление проекта

# subject_ReminderAboutTask
source: Projects [$ProjectTitle]. Remind about the Task: $EntityTitle
de: Projekt [$ProjectTitle]. Erinnerung an die Aufgabe: $EntityTitle
es: Proyectos [$ProjectTitle]. Recordatorio sobre la tarea: $EntityTitle
fr: Projets [$ProjectTitle]. Rappeler au sujet de la tâche: $EntityTitle
it: Progetto [$ProjectTitle]. Notifica Compito: $EntityTitle
lv: Projects [$ProjectTitle]. Atgādinājums par uzdevumu: $EntityTitle
ru: Проекты [$ProjectTitle]. Напоминание о задаче: $EntityTitle

# subject_ReminderAboutTaskDeadline
source: Projects [$ProjectTitle]. Remind about the Task: $EntityTitle
de: Projekt [$ProjectTitle]. Erinnerung an die Aufgabe: $EntityTitle
es: Proyectos [$ProjectTitle]. Recordatorio sobre la tarea: $EntityTitle
fr: Projets [$ProjectTitle]. Rappeler au sujet de la tâche: $EntityTitle
it: Progetto [$ProjectTitle]. Notifica Compito: $EntityTitle
lv: Projects [$ProjectTitle]. Atgādinājums par uzdevumu: $EntityTitle
ru: Проекты [$ProjectTitle]. Напоминание о задаче: $EntityTitle

# subject_RemoveFromProject
source: Projects [$ProjectTitle]. Changes to Project Team
de: Projekt [$ProjectTitle]. Änderungen im Projektteam
es: Proyectos [$ProjectTitle]. Cambios en equipo de proyecto
fr: Projets [$ProjectTitle]. Changements à l'équipe de projet
it: Progetto [$ProjectTitle]. Modifica della squadra
lv: Projects [$ProjectTitle]. Izmaiņas Projekta Komandā
pt_br: Projects [$ProjectTitle]. Altera&ccedil;&otilde;es &agrave; Equipe do Projeto
ru: Проекты [$ProjectTitle]. Вас исключили из команды проекта

# subject_ResponsibleForProject
source: Projects [$ProjectTitle]. You were Appointed as Project Manager
de: Projekt [$ProjectTitle]. Sie wurden als Projektleiter benannt
es: Proyectos [$ProjectTitle]. Usted designado gerente de proyecto
fr: Projets [$ProjectTitle]. Vous avez été nommé en tant que chef de projet
it: Progetti [$ProjectTitle]. Sei stato nominato capo progetto
lv: Projects [$ProjectTitle]. Jūs esat iecelts Projekta Vadītāja amatā
pt_br: Projects [$ProjectTitle]. Você Foi Nomeado Como Gerente do Projeto
ru: Проекты [$ProjectTitle]. Вас назначили менеджером проекта
zh_cn: 项目 [$ProjectTitle]. 您被任命为项目经理

# subject_ResponsibleForTask
source: Projects [$ProjectTitle]. Task Assigned to You: $EntityTitle
de: Projekt [$ProjectTitle]. Ihnen zugewiesene Aufgabe: $EntityTitle
es: Proyectos [$ProjectTitle]. Tarea asignada a usted: $EntityTitle
fr: Projets [$ProjectTitle]. Votre tâche assignée: $EntityTitle
it: Progetti [$ProjectTitle]. Compito assegnato a te: $EntityTitle
lv: Projects [$ProjectTitle]. Uzdevumi Uzticēti Jums: $EntityTitle
pt_br: Projects [$ProjectTitle]. Tarefa Atribu&iacute;da a Voc&ecirc;: $EntityTitle
ru: Проекты [$ProjectTitle]. Вас назначили ответственным за задачу: $EntityTitle

# subject_TaskClosed
source: Projects [$ProjectTitle]. Task Closed: $EntityTitle
de: Projekt [$ProjectTitle]. Aufgabe beendet: $EntityTitle
es: Proyectos [$ProjectTitle]. Tarea terminada: $EntityTitle
fr: Projets [$ProjectTitle]. Tâche fermée: $EntityTitle
it: Progetto [$ProjectTitle]. Compito chiuso: $EntityTitle
lv: Projects [$ProjectTitle]. Pabeigti Uzdevumi: $EntityTitle
pt_br: Projects [$ProjectTitle]. Tarefa Fechada: $EntityTitle
ru: Проекты [$ProjectTitle]. Задача закрыта: $EntityTitle
zh_cn: 项目 [$ProjectTitle]. 任务关闭: $EntityTitle

# subject_TaskCreated
source: Projects [$ProjectTitle]. Task Created: $EntityTitle
de: Projekt [$ProjectTitle]. Aufgabe erstellt: $EntityTitle
es: Proyectos [$ProjectTitle]. Tarea creada: $EntityTitle
fr: Projets [$ProjectTitle]. Tâche créée: $EntityTitle
it: Progetto [$ProjectTitle]. Compito creato: $EntityTitle
lv: Projects [$ProjectTitle]. Uzdevumus Izveidots: $EntityTitle
ru: Проекты [$ProjectTitle]. Создана задача: $EntityTitle

# subject_UploadFiles
source: Projects [$ProjectTitle]. New File Uploaded
de: Projekt [$ProjectTitle]. Neue Datei hochgeladen
es: Proyectos [$ProjectTitle]. Nuevo archivo subido
fr: Projets [$ProjectTitle]. Nouveau fichier chargé
it: Progetto [$ProjectTitle]. Nuovo file caricato
lv: Projects [$ProjectTitle]. Jauns Fails Augšuplādēts
pt_br: Projects [$ProjectTitle]. Novo Arquivo Enviado
ru: Проекты [$ProjectTitle]. Новый файл
