Repository: aliakbarzadeh2021/teamlab
Catalog: module/ASC.Projects/ASC.Projects.Core/Services/NotifyService/PatternResource.*.resx
Languages: de, es, fr, it, lv, pt_br, ru, zh_cn

# pattern_EditMessage
source: h1.Discussion Edited: "$EntityTitle":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" has edited the discussion: $AdditionalData.get_item("MessagePreview") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end "Read more":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" Your portal address: "$__VirtualRootPath":"$__VirtualRootPath" "Edit subscription settings":"$RecipientSubscriptionConfigURL"
de: h1.Diskussion bearbeitet: "$EntityTitle":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" hat die Diskussion bearbeitet: $AdditionalData.get_item("MessagePreview") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end "Weiter lesen":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" Ihre Portaladresse: "$__VirtualRootPath":"$__VirtualRootPath" "Anmeldungseinstellungen bearbeiten":"$RecipientSubscriptionConfigURL"
es: h1.Discusión editada: "$EntityTitle":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" ha editado la discusión: $AdditionalData.get_item("MessagePreview") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end "Leer más":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" Dirección de su portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar parámetros de suscripción":"$RecipientSubscriptionConfigURL"
fr: h1.Discussion modifiée: "$EntityTitle":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" a modifié la discussion: $AdditionalData.get_item("MessagePreview") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end "Lire la suite":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" Adresse de votre portail: "$__VirtualRootPath":"$__VirtualRootPath" "Modifier paramètres d'abonnement":"$RecipientSubscriptionConfigURL"
it: h1.Discussione modificata: "$EntityTitle":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" ha modificato la discussione: $AdditionalData.get_item("MessagePreview") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":$AdditionalData.get_item("Files").get_item($fileInfo)" #end "Leggi tutto":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" Indirizzo del portale: "$__VirtualRootPath":"$__VirtualRootPath" "Modifica opzioni di iscrizione":"$RecipientSubscriptionConfigURL"
lv: h1.Rediģēta apspriešana: "$EntityTitle":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" rediģēja apspriešanu: $AdditionalData.get_item("MessagePreview") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end "Lasīt tālāk":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" Jūsu portāla adrese: "$__VirtualRootPath":"$__VirtualRootPath" "Rediģēt pieteikšanās iestatījumus":"$RecipientSubscriptionConfigURL"
pt_br: h1.Discussão Editada: "$EntityTitle":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" editou a discussão: $AdditionalData.get_item("MessagePreview") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end "Leia Mais":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" Endereço do seu portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar configuração de assinatura":"$RecipientSubscriptionConfigURL"
ru: h1.Отредактирована дискуссия: "$EntityTitle":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime Пользователем "$__AuthorName":"$__AuthorUrl" отредактирована дискуссия: $AdditionalData.get_item("MessagePreview") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end "Читать далее":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" Адрес Вашего портала: "$__VirtualRootPath":"$__VirtualRootPath" "Изменение параметров подписки":"$RecipientSubscriptionConfigURL"
zh_cn: h1.讨论编辑: "$EntityTitle":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" 编辑了讨论: $AdditionalData.get_item("MessagePreview") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end "了解更多":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" 您的网站地址: "$__VirtualRootPath":"$__VirtualRootPath" "编辑订阅设置":"$RecipientSubscriptionConfigURL"

# pattern_ImportData
source: h1.Projects. Import of the Data from Basecamp The new data has been successfully imported Your portal address: "$__VirtualRootPath":"$__VirtualRootPath" "Edit subscription settings":"$RecipientSubscriptionConfigURL"
de: h1.Projects. Importierung der Daten von Basecamp Neue Daten wurden erfolgreich importiert. Ihre Portal-Adresse: "$__VirtualRootPath":"$__VirtualRootPath" "Anmeldungseinstellungen bearbeiten":"$RecipientSubscriptionConfigURL"
es: h1.Proyectos. Importando datos de Basecamp. Importe está completado. Dirección de su portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar parámetros de suscripción":"$RecipientSubscriptionConfigURL"
fr: h1.Projects. Import des données depuis Basecamp Les nouvelles données ont été importées avec succès Adresse de votre portail: "$__VirtualRootPath":"$__VirtualRootPath" "Modifier paramètres d'abonnement":"$RecipientSubscriptionConfigURL"
it: h1.Progetti. Importazione dei dati da Basecamp I nuovi dati sono stati importati con successo Indirizzo del portale: "$__VirtualRootPath":"$__VirtualRootPath" "Modifica opzioni di iscrizione":"$RecipientSubscriptionConfigURL"
lv: h1.Projects. Datu imports no Basecamp Jauni dati ir veiksmīgi importēti. Jūsu portāla adrese: "$__VirtualRootPath":"$__VirtualRootPath" "Rediģēt pieteikšanās iestatījumus":"$RecipientSubscriptionConfigURL"
pt_br: h1.Projects. Import of the data from Basecamp The new data has been successfully imported Endereço do seu portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar configuração de assinatura":"$RecipientSubscriptionConfigURL"
ru: h1.Проекты. Импорт данных из Basecamp Импорт завершён. Адрес Вашего портала: "$__VirtualRootPath":"$__VirtualRootPath" "Изменение параметров подписки":"$RecipientSubscriptionConfigURL"

# pattern_InviteToProject
source: h1.You have been Added to the Project Team "$__AuthorName":"$__AuthorUrl" has added you to the project team of the project ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] Your portal address: "$__VirtualRootPath":"$__VirtualRootPath" "Edit subscription settings":"$RecipientSubscriptionConfigURL"
de: h1.Sie wurden zum Projektteam hinzugefügt. "$__AuthorName":"$__AuthorUrl" hat Sie zum Team des Projekts ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] hinzugefügt. Ihre Portaladresse: "$__VirtualRootPath":"$__VirtualRootPath" "Anmeldungseinstellungen bearbeiten":"$RecipientSubscriptionConfigURL"
es: h1.Usted ha sido añadido al equipo de proyecto "$__AuthorName":"$__AuthorUrl" le ha añadido al equipo del proyecto ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] Dirección de su portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar parámetros de suscripción":"$RecipientSubscriptionConfigURL"
fr: h1.Vous avez été ajouté à l'équipe de projet "$__AuthorName":"$__AuthorUrl" vous a ajouté à l'équipe du projet ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] Adresse de votre portail: "$__VirtualRootPath":"$__VirtualRootPath" "Modifier paramètres d'abonnement":"$RecipientSubscriptionConfigURL"
it: h1.Sei stato(a) aggiunto(a) alla squadra del progetto "$__AuthorName":"$__AuthorUrl" ti ha aggiunto alla squadra del progetto ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] Indirizzo del portale: "$__VirtualRootPath":"$__VirtualRootPath" "Modifica opzioni di iscrizione":"$RecipientSubscriptionConfigURL"
lv: h1.Jūs bija pievienoti Projektu Komandā "$__AuthorName":"$__AuthorUrl" pievienoja Jūs sekojošā projekta komandā ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] Jūsu portāla adrese: "$__VirtualRootPath":"$__VirtualRootPath" "Rediģēt pieteikšanās iestatījumus":"$RecipientSubscriptionConfigURL"
pt_br: h1.Voc&ecirc; Foi Adicionado A Equipe "$__AuthorName":"$__AuthorUrl" adicionou voc&ecirc; a equipe do projeto ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] Endereço do seu portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar configuração de assinatura":"$RecipientSubscriptionConfigURL"
ru: h1.Вас добавили в команду проекта Пользователь "$__AuthorName":"$__AuthorUrl" добавил Вас в команду проекта ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] Адрес Вашего портала: "$__VirtualRootPath":"$__VirtualRootPath" "Изменение параметров подписки":"$RecipientSubscriptionConfigURL"

# pattern_LateMilestone
source: h1.Overdue Milestone Notification: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" The milestone of the project ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] is overdue: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" . Your portal address: "$__VirtualRootPath":"$__VirtualRootPath" "Edit subscription settings":"$RecipientSubscriptionConfigURL"
de: h1.Benachrichtigung über einen überfälligen Meilenstein: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" Der Meilenstein des Projekts ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] ist überfällig: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" . Ihre Portaladresse: "$__VirtualRootPath":"$__VirtualRootPath" "Anmeldungseinstellungen bearbeiten":"$RecipientSubscriptionConfigURL"
es: h1.Notificación sobre el hito caducado: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" El hito del proyecto ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] se ha caducado: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" . Dirección de su portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar parámetros de suscripción":"$RecipientSubscriptionConfigURL"
fr: h1.Notification sur le jalon en retard: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" Le jalon du projet ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] est en retard: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" . Adresse de votre portail: "$__VirtualRootPath":"$__VirtualRootPath" "Modifier paramètres d'abonnement":"$RecipientSubscriptionConfigURL"
it: h1.Notifica Milestone in ritardo: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" La milestone del progetto ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] è in ritardo: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" . Indirizzo del portale: "$__VirtualRootPath":"$__VirtualRootPath" "Modifica opzioni di iscrizione":"$RecipientSubscriptionConfigURL"
lv: h1.Nokāvēta Posma Paziņojums: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" Projekta posms ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] nebija izpildīts laicīgi: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" . Jūsu portāla adrese: "$__VirtualRootPath":"$__VirtualRootPath" "Rediģēt pieteikšanās iestatījumus":"$RecipientSubscriptionConfigURL"
pt_br: h1.notifica&ccedil;&atilde;o de Vencimento de Meta: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" A meta do projeto ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] está vencida: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" . Endereço do seu portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar configuração de assinatura":"$RecipientSubscriptionConfigURL"
ru: h1.Просрочена веха: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" Веха проекта ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] просрочена: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" . Адрес Вашего портала: "$__VirtualRootPath":"$__VirtualRootPath" "Изменение параметров подписки":"$RecipientSubscriptionConfigURL"
zh_cn: h1.逾期的里程碑通知: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" 项目里程碑 ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] is overdue: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" . 您的网站地址: "$__VirtualRootPath":"$__VirtualRootPath" "编辑订阅设置":"$RecipientSubscriptionConfigURL"

# pattern_MilestoneDeadline
source: h1.Milestone Due Date Notification: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" Less than 48 hours is left till the due date of the milestone for the project ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. Your portal address: "$__VirtualRootPath":"$__VirtualRootPath" "Edit subscription settings":"$RecipientSubscriptionConfigURL"
de: h1.Benachrichtigung über den Fristablauftermin eines Meilensteins: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" Weniger als 48 Stunden sind geblieben, bis der Fristablauftermin für das Projekt ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] kommt. Ihre Portaladresse: "$__VirtualRootPath":"$__VirtualRootPath" "Anmeldungseinstellungen bearbeiten":"$RecipientSubscriptionConfigURL"
es: h1.Notificación sobre fecha límite de hito: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" Queda menos de 48 horas hasta la fecha límite del hito ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. Dirección de su portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar parámetros de suscripción":"$RecipientSubscriptionConfigURL"
fr: h1.Notification sur la date limite du jalon: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" Il reste moins de 48 heures jusqu'à la date limite du jalon pour le projet ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. Adresse de votre portail: "$__VirtualRootPath":"$__VirtualRootPath" "Modifier paramètres d'abonnement":"$RecipientSubscriptionConfigURL"
it: h1.Notifica Data di scadenza della milestone: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" Restano meno di 48 ore alla scadenza della milestone per il progetto ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. Indirizzo del portale: "$__VirtualRootPath":"$__VirtualRootPath" "Modifica opzioni di iscrizione":"$RecipientSubscriptionConfigURL"
lv: h1.Posma Izpildes Laika Paziņojums: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" Mazāk nekā 48 stundas palika līdz posma izpildes laika izbeigšanas ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. Jūsu portāla adrese: "$__VirtualRootPath":"$__VirtualRootPath" "Rediģēt pieteikšanās iestatījumus":"$RecipientSubscriptionConfigURL"
pt_br: h1.Notifica&ccedil;&atilde;o de Atraso de Meta: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" Faltam menos de 48 horas para data de vencimento da meta do projeto ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. Endereço do seu portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar configuração de assinatura":"$RecipientSubscriptionConfigURL"
ru: h1.Осталось менее 48 часов до наступления вехи: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" Осталось менее 48 часов до наступления вехи проекта ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. Адрес Вашего портала: "$__VirtualRootPath":"$__VirtualRootPath" "Изменение параметров подписки":"$RecipientSubscriptionConfigURL"
zh_cn: h1.里程碑截止日期通知: "$EntityTitle":"${__VirtualRootPath}/products/projects/milestones.aspx?prjID=$ProjectID&ID=$EntityID" 距离项目里程碑截止日期剩下不到48小时 ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. 您的网站地址: "$__VirtualRootPath":"$__VirtualRootPath" "编辑订阅地址":"$RecipientSubscriptionConfigURL"

# pattern_NewCommentForMessage
source: h1.New Comment to Discussion: "$EntityTitle":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" has added a new comment to the discussion: $AdditionalData "Read more":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" Your portal address: "$__VirtualRootPath":"$__VirtualRootPath" "Edit subscription settings":"$RecipientSubscriptionConfigURL"
de: h1.Neuer Kommentar zur Diskussion: "$EntityTitle":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" hat einen neuen Kommentar zur Diskussion hinzugefügt: $AdditionalData "Weiter lesen":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" Ihre Portaladresse: "$__VirtualRootPath":"$__VirtualRootPath" "Anmeldungseinstellungen bearbeiten":"$RecipientSubscriptionConfigURL"
es: h1.Nuevo comentario a discusión: "$EntityTitle":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" ha añadido un nuevo comentario a la discusión: $AdditionalData "Leer más":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" Dirección de su portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar parámetros de suscripción":"$RecipientSubscriptionConfigURL"
fr: h1.Nouveau commentaire à la discussion: "$EntityTitle":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" a ajouté un nouveau commentaire à la discussion: $AdditionalData "Lire la suite":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" Adresse de votre portail: "$__VirtualRootPath":"$__VirtualRootPath" "Modifier paramètres d'abonnement":"$RecipientSubscriptionConfigURL"
it: h1.Nuovo commento alla discussione: "$EntityTitle":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" ha aggiunto un nuovo commento alla discussione: $AdditionalData "Leggi tutto":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" Indirizzo del portale: "$__VirtualRootPath":"$__VirtualRootPath" "Modifica opzioni di iscrizione":"$RecipientSubscriptionConfigURL"
lv: h1.Jauns komentārs: "$EntityTitle":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" pievienoja jaunu komentāru apspriešanā: $AdditionalData "Lasīt tālāk":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" Jūsu portāla adrese: "$__VirtualRootPath":"$__VirtualRootPath" "Rediģēt pieteikšanās iestatījumus":"$RecipientSubscriptionConfigURL"
pt_br: h1.Novo Coment&aacute;rio para Discussão: "$EntityTitle":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" adicionou um novo coment&aacute;rio para discussão: $AdditionalData "Leia Mais":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" Endereço do seu portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar configuração de assinatura":"$RecipientSubscriptionConfigURL"
ru: h1.Новый комментарий к дискуссии: "$EntityTitle":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime Пользователем "$__AuthorName":"$__AuthorUrl" добавлен новый комментарий к дискуссии: $AdditionalData "Читать далее":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" Адрес Вашего портала: "$__VirtualRootPath":"$__VirtualRootPath" "Изменение параметров подписки":"$RecipientSubscriptionConfigURL"
zh_cn: h1.讨论有新的评论: "$EntityTitle":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" 在讨论发表了一条新的评论: $AdditionalData "了解更多":"${__VirtualRootPath}/products/projects/messages.aspx?prjID=$ProjectID&ID=$EntityID" 您的网站地址: "$__VirtualRootPath":"$__VirtualRootPath" "编辑订阅设置":"$RecipientSubscriptionConfigURL"
