Repository: aliakbarzadeh2021/teamlab
Catalog: module/ASC.Projects/ASC.Projects.Core/Services/NotifyService/PatternResource.*.resx
Languages: de, es, fr, it, lv, pt_br, ru, zh_cn

# pattern_ReminderAboutTaskDeadline
source: h1.Reminder about the Task: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" Today is the deadline for the task: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") Your portal address: "$__VirtualRootPath":"$__VirtualRootPath" "Edit subscription settings":"$RecipientSubscriptionConfigURL"
de: h1.Erinnerung an die Aufgabe: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" Heute läuft der Termin für die Aufgabe "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" ab. $AdditionalData.get_item("TaskDescription") Ihre Portal-Adresse: "$__VirtualRootPath":"$__VirtualRootPath" "Anmeldungseinstellungen bearbeiten":"$RecipientSubscriptionConfigURL"
es: h1.Recordatorio sobre la tarea: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" Hoy expira el periodo para cumplir la tarea: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") Dirección de su portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar parámetros de suscripción":"$RecipientSubscriptionConfigURL"
fr: h1.Rappeler au sujet de la tâche: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" Aujourd'hui est la date limite pour la tâche: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") Adresse de votre portail: "$__VirtualRootPath":"$__VirtualRootPath" "Modifier paramètres d'abonnement":"$RecipientSubscriptionConfigURL"
it: h1.Notifica Compito: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" Oggi è la data di scadenza del compito: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") Indirizzo del portale: "$__VirtualRootPath":"$__VirtualRootPath" "Modifica opzioni di iscrizione":"$RecipientSubscriptionConfigURL"
lv: h1.Atgādinājums par uzdevumu: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" Šodien beigsies uzdevuma izpildīšanas galatermiņš: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") Jūsu portāla adrese: "$__VirtualRootPath":"$__VirtualRootPath" "Rediģēt pieteikšanās iestatījumus":"$RecipientSubscriptionConfigURL"
pt_br: h1.Remind about the task: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" Today is the deadline for the task: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") Endereço do seu portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar configuração de assinatura":"$RecipientSubscriptionConfigURL"
ru: h1.Напоминание о задаче: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" Сегодня истекает срок выполнения задачи: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") Адрес Вашего портала: "$__VirtualRootPath":"$__VirtualRootPath" "Изменение параметров подписки":"$RecipientSubscriptionConfigURL"

# pattern_RemoveFromProject
source: h1.You have been Removed from the Project Team You have been removed from the project team of the project ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] Your portal address: "$__VirtualRootPath":"$__VirtualRootPath" "Edit subscription settings":"$RecipientSubscriptionConfigURL"
de: h1.Sie wurden aus dem Projektteam entfernt. Sie wurden aus dem Team des Projekts ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] entfernt. Ihre Portal-Adresse: "$__VirtualRootPath":"$__VirtualRootPath" "Anmeldungseinstellungen bearbeiten":"$RecipientSubscriptionConfigURL"
es: h1.Usted ha sido eliminado del equipo de proyecto Usted ha sido eliminado del equipo del proyecto ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] Dirección de su portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar parámetros de suscripción":"$RecipientSubscriptionConfigURL"
fr: h1.Vous avez été supprimé de l'équipe de projet Vous avez été supprimé de l'équipe du projet ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] Adresse de votre portail: "$__VirtualRootPath":"$__VirtualRootPath" "Modifier paramètres d'abonnement":"$RecipientSubscriptionConfigURL"
it: h1.Sei stato(a) eliminato(a) dalla squadra del progetto Sei stato(a) eliminato(a) dalla squadra del progetto ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] Indirizzo del portale: "$__VirtualRootPath":"$__VirtualRootPath" "Modifica opzioni di iscrizione":"$RecipientSubscriptionConfigURL"
lv: h1.Jūs bijat atcelti no Projekta Komandas Jūs bijat atcelti no sekojoša projekta komandas ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] Jūsu portāla adrese: "$__VirtualRootPath":"$__VirtualRootPath" "Rediģēt pieteikšanās iestatījumus":"$RecipientSubscriptionConfigURL"
pt_br: h1.Voc&ecirc; Foi Removido da Equipe Voc&ecirc; foi removido da equipe do projeto ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] Endereço do seu portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar configuração de assinatura":"$RecipientSubscriptionConfigURL"
ru: h1.Вас исключили из команды проекта Вас исключили из команды проекта ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] Адрес Вашего портала: "$__VirtualRootPath":"$__VirtualRootPath" "Изменение параметров подписки":"$RecipientSubscriptionConfigURL"

# pattern_ResponsibleForProject
source: h1.You were Appointed as Project Manager: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" "$__AuthorName":"$__AuthorUrl" has appointed you as project manager for the project ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. $AdditionalData Your portal address: "$__VirtualRootPath":"$__VirtualRootPath" "Edit subscription settings":"$RecipientSubscriptionConfigURL"
de: h1.Sie wurden als Projektleiter benannt: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" "$__AuthorName":"$__AuthorUrl" hat Sie als Projektleiter für das Projekt ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] benannt. $AdditionalData Ihre Portaladresse: "$__VirtualRootPath":"$__VirtualRootPath" "Anmeldungseinstellungen bearbeiten":"$RecipientSubscriptionConfigURL"
es: h1.Usted ha sido designado gerente de proyecto: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" "$__AuthorName":"$__AuthorUrl" le ha designado gerente del proyecto ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. $AdditionalData Dirección de su portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar parámetros de suscripción":"$RecipientSubscriptionConfigURL"
fr: h1.Vous avez été nommé en tant que chef de projet: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" "$__AuthorName":"$__AuthorUrl" vous a nommé en tant que chef de projet pour le projet ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. $AdditionalData Adresse de votre portail: "$__VirtualRootPath":"$__VirtualRootPath" "Modifier paramètres d'abonnement":"$RecipientSubscriptionConfigURL"
it: h1.Sei stato nominato capo progetto: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" "$__AuthorName":"$__AuthorUrl" ti hai nominato capo per il progetto ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. $AdditionalData Indirizzo del portale: "$__VirtualRootPath":"$__VirtualRootPath" "Modifica opzioni di iscrizione":"$RecipientSubscriptionConfigURL"
lv: h1.Jūs esat iecelts Projekta Vadītāja amatā: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" "$__AuthorName":"$__AuthorUrl" iecela jūs projekta vadītāja amatā šim projektam ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. $AdditionalData Jūsu portāla adrese: "$__VirtualRootPath":"$__VirtualRootPath" "Rediģēt pieteikšanās iestatījumus":"$RecipientSubscriptionConfigURL"
pt_br: h1.Voc&ecirc; Foi Nomeado Gerente do Projeto: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" "$__AuthorName":"$__AuthorUrl" foi nomeou voc&ecirc; como gerente do projeto ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. $AdditionalData Endereço do seu portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar configuração de assinatura":"$RecipientSubscriptionConfigURL"
ru: h1.Вас назначили менеджером проекта: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" "$__AuthorName":"$__AuthorUrl" назначил Вас менеджером проекта ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. $AdditionalData Адрес Вашего портала: "$__VirtualRootPath":"$__VirtualRootPath" "Изменение параметров подписки":"$RecipientSubscriptionConfigURL"

# pattern_ResponsibleForTask
source: h1.Task Assigned to You: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" "$__AuthorName":"$__AuthorUrl" has appointed you as responsible for the task: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end Your portal address: "$__VirtualRootPath":"$__VirtualRootPath" "Edit subscription settings":"$RecipientSubscriptionConfigURL"
de: h1.Ihnen zugewiesene Aufgabe: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" "$__AuthorName":"$__AuthorUrl" hat Ihnen die folgende Aufgabe zugewiesen: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end Ihre Portaladresse: "$__VirtualRootPath":"$__VirtualRootPath" "Anmeldungseinstellungen bearbeiten":"$RecipientSubscriptionConfigURL"
es: h1.Tarea asignada a usted: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" "$__AuthorName":"$__AuthorUrl" le ha designado responsable por la tarea: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end Dirección de su portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar parámetros de suscripción":"$RecipientSubscriptionConfigURL"
fr: h1.Votre tâche assignée: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" "$__AuthorName":"$__AuthorUrl" vous a nommé en tant que responsable de la tâche: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end Adresse de votre portail: "$__VirtualRootPath":"$__VirtualRootPath" "Modifier paramètres d'abonnement":"$RecipientSubscriptionConfigURL"
it: h1.Compito assegnato a te: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" "$__AuthorName":"$__AuthorUrl" ti ha nominato responsabile per il compito: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end Indirizzo del portale: "$__VirtualRootPath":"$__VirtualRootPath" "Modifica opzioni di iscrizione":"$RecipientSubscriptionConfigURL"
lv: h1.Uzdevumi Uzticēti Jums: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" "$__AuthorName":"$__AuthorUrl" uzticēja jums uzdevumu: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end Jūsu portāla adrese: "$__VirtualRootPath":"$__VirtualRootPath" "Rediģēt pieteikšanās iestatījumus":"$RecipientSubscriptionConfigURL"
pt_br: h1.Tarefa Atribu&iacute;da a Voc&ecirc;: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" "$__AuthorName":"$__AuthorUrl" nomeou voc&ecirc; como responsável pela tarefa : "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end Endereço do seu portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar configuração de assinatura":"$RecipientSubscriptionConfigURL"
ru: h1.Вас назначили ответственным за задачу: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" "$__AuthorName":"$__AuthorUrl" назначил вас ответственным за задачу: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end Адрес Вашего портала: "$__VirtualRootPath":"$__VirtualRootPath" "Изменение параметров подписки":"$RecipientSubscriptionConfigURL"

# pattern_TaskClosed
source: h1.Task closed: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" has closed the task for the project ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. $AdditionalData Your portal address: "$__VirtualRootPath":"$__VirtualRootPath" "Edit subscription settings":"$RecipientSubscriptionConfigURL"
de: h1.Aufgabe beendet: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" hat die Aufgabe für das Projekt ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] beendet. $AdditionalData Ihre Portaladresse: "$__VirtualRootPath":"$__VirtualRootPath" "Anmeldungseinstellungen bearbeiten":"$RecipientSubscriptionConfigURL"
es: h1.Tarea terminada: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" ha terminado la tarea del proyecto ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. $AdditionalData Dirección de su portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar parámetros de suscripción":"$RecipientSubscriptionConfigURL"
fr: h1.Tâche fermée: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" a fermé la tâche dans le projet ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. $AdditionalData Adresse de votre portail: "$__VirtualRootPath":"$__VirtualRootPath" "Modifier paramètres d'abonnement":"$RecipientSubscriptionConfigURL"
it: h1.Compito chiuso: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" ha chiuso il compito per il progetto ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. $AdditionalData Indirizzo del portale: "$__VirtualRootPath":"$__VirtualRootPath" "Modifica opzioni di iscrizione":"$RecipientSubscriptionConfigURL"
lv: h1.Pabeigti Uzdevumi: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" pabeidza projekta uzdevumu ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. $AdditionalData Jūsu portāla adrese: "$__VirtualRootPath":"$__VirtualRootPath" "Rediģēt pieteikšanās iestatījumus":"$RecipientSubscriptionConfigURL"
pt_br: h1.Tarefa fechada: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime "$__AuthorName":"$__AuthorUrl" has closed the task for the project ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. $AdditionalData Endereço do seu portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar configuração de assinatura":"$RecipientSubscriptionConfigURL"
ru: h1.Задача закрыта: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" $__DateTime Пользователем "$__AuthorName":"$__AuthorUrl" закрыта задача в проекте ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. $AdditionalData Адрес Вашего портала: "$__VirtualRootPath":"$__VirtualRootPath" "Изменение параметров подписки":"$RecipientSubscriptionConfigURL"
