Repository: aliakbarzadeh2021/teamlab
Catalog: module/ASC.Projects/ASC.Projects.Core/Services/NotifyService/PatternResource.*.resx
Languages: de, es, fr, it, lv, pt_br, ru, zh_cn

# pattern_ProjectEditRequest
source: h1.Project change request: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" "$__AuthorName":"$__AuthorUrl" has requested to change settings for the project ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. table(edit_request). ||(edit_request_column). Old Value |(edit_request_column). New Value | |(edit_request_title). Title |(edit_request_data). $AdditionalData.get_item("Title_Old") |(edit_request_data). $AdditionalData.get_item("Title_NEW") | |(edit_request_title). Description |(edit_request_data). $AdditionalData.get_item("Description_Old") |(edit_request_data). $AdditionalData.get_item("Description_NEW") | |(edit_request_title). Responsible |(edit_request_data). $AdditionalData.get_item("ProjectLeader_Old") |(edit_request_data). $AdditionalData.get_item("ProjectLeader_NEW") | "Moderate":"${__VirtualRootPath}/products/projects/projects.aspx" Your portal address: "$__VirtualRootPath":"$__VirtualRootPath" "Edit subscription settings":"$RecipientSubscriptionConfigURL"
de: h1.Anfrage nach Änderung des Projekts: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" "$__AuthorName":"$__AuthorUrl" möchte die Einstellungen des Projekts ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"] ändern. table(edit_request). ||(edit_request_column). Alter Wert |(edit_request_column). Neuer Wert | |(edit_request_title). Titel |(edit_request_data). $AdditionalData.get_item("Title_Old") |(edit_request_data). $AdditionalData.get_item("Title_NEW") | |(edit_request_title). Beschreibung |(edit_request_data). $AdditionalData.get_item("Description_Old") |(edit_request_data). $AdditionalData.get_item("Description_NEW") | |(edit_request_title). Projektleiter |(edit_request_data). $AdditionalData.get_item("ProjectLeader_Old") |(edit_request_data). $AdditionalData.get_item("ProjectLeader_NEW") | "Moderieren":"${__VirtualRootPath}/products/projects/projects.aspx" Ihre Portaladresse: "$__VirtualRootPath":"$__VirtualRootPath" "Anmeldungseinstellungen bearbeiten":"$RecipientSubscriptionConfigURL"
es: h1.Solicitud de cambio de proyecto: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" "$__AuthorName":"$__AuthorUrl" ha solicitado cambiar parámetros del proyecto ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. table(edit_request). ||(edit_request_column). Valor anterior |(edit_request_column). Valor actual | |(edit_request_title). Título |(edit_request_data). $AdditionalData.get_item("Title_Old") |(edit_request_data). $AdditionalData.get_item("Title_NEW") | |(edit_request_title). Descripción |(edit_request_data). $AdditionalData.get_item("Description_Old") |(edit_request_data). $AdditionalData.get_item("Description_NEW") | |(edit_request_title). Responsable |(edit_request_data). $AdditionalData.get_item("ProjectLeader_Old") |(edit_request_data). $AdditionalData.get_item("ProjectLeader_NEW") | "Moderar":"${__VirtualRootPath}/products/projects/projects.aspx" Dirección de su portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar parámetros de suscripción":"$RecipientSubscriptionConfigURL"
fr: h1.Demande de changement d'un projet: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" "$__AuthorName":"$__AuthorUrl" a demandé de changer des paramètres pour le projet ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. table(edit_request). ||(edit_request_column). Ancienne valeur |(edit_request_column). Nouvelle valeur | |(edit_request_title). Titre |(edit_request_data). $AdditionalData.get_item("Title_Old") |(edit_request_data). $AdditionalData.get_item("Title_NEW") | |(edit_request_title). Description |(edit_request_data). $AdditionalData.get_item("Description_Old") |(edit_request_data). $AdditionalData.get_item("Description_NEW") | |(edit_request_title). Responsable |(edit_request_data). $AdditionalData.get_item("ProjectLeader_Old") |(edit_request_data). $AdditionalData.get_item("ProjectLeader_NEW") | "Modérer":"${__VirtualRootPath}/products/projects/projects.aspx" Adresse de votre portail: "$__VirtualRootPath":"$__VirtualRootPath" "Modifier paramètres d'abonnement":"$RecipientSubscriptionConfigURL"
it: h1.Richiesta di modifica del progetto: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" "$__AuthorName":"$__AuthorUrl" ha chiesto di modificare le impostazioni del progetto ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. table(edit_request). ||(edit_request_column). Vecchio valore |(edit_request_column). Nuovo valore | |(edit_request_title). Nome |(edit_request_data). $AdditionalData.get_item("Title_Old") |(edit_request_data). $AdditionalData.get_item("Title_NEW") | |(edit_request_title). Descrizione |(edit_request_data). $AdditionalData.get_item("Description_Old") |(edit_request_data). $AdditionalData.get_item("Description_NEW") | |(edit_request_title). Responsabile |(edit_request_data). $AdditionalData.get_item("ProjectLeader_Old") |(edit_request_data). $AdditionalData.get_item("ProjectLeader_NEW") | "Modera":"${__VirtualRootPath}/products/projects/projects.aspx" Indirizzo del portale: "$__VirtualRootPath":"$__VirtualRootPath" "Modifica opzioni di iscrizione":"$RecipientSubscriptionConfigURL"
lv: h1.Projekta Izmaiņu Pieprasījums: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" "$__AuthorName":"$__AuthorUrl" pieprasa izmainīt iestatījumus šim projektam ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. table(edit_request). ||(edit_request_column). Iepriekšējie dati |(edit_request_column). Jauni dati | |(edit_request_title). Nosaukums |(edit_request_data). $AdditionalData.get_item("Title_Old") |(edit_request_data). $AdditionalData.get_item("Title_NEW") | |(edit_request_title). Apraksts |(edit_request_data). $AdditionalData.get_item("Description_Old") |(edit_request_data). $AdditionalData.get_item("Description_NEW") | |(edit_request_title). Atbildīgi cilvēki |(edit_request_data). $AdditionalData.get_item("ProjectLeader_Old") |(edit_request_data). $AdditionalData.get_item("ProjectLeader_NEW") | "Moderēt":"${__VirtualRootPath}/products/projects/projects.aspx" Jūsu portāla adrese: "$__VirtualRootPath":"$__VirtualRootPath" "Rediģēt pieteikšanās iestatījumus":"$RecipientSubscriptionConfigURL"
pt_br: h1.Requerimento de Altera&ccedil;&atilde;o do Projeto: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" "$__AuthorName":"$__AuthorUrl" requeriu uma mudan&ccedil;a na configura&ccedil;&atilde;o do projeto ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. table(edit_request). ||(edit_request_column). Valor Antigo |(edit_request_column). Novo Valor | |(edit_request_title). Titulo |(edit_request_data). $AdditionalData.get_item("Title_Old") |(edit_request_data). $AdditionalData.get_item("Title_NEW") | |(edit_request_title). Descri&amp;ccedil;&amp;atilde;o |(edit_request_data). $AdditionalData.get_item("Description_Old") |(edit_request_data). $AdditionalData.get_item("Description_NEW") | |(edit_request_title). Respons&amp;atilde;vel |(edit_request_data). $AdditionalData.get_item("ProjectLeader_Old") |(edit_request_data). $AdditionalData.get_item("ProjectLeader_NEW") | "Moderado":"${__VirtualRootPath}/products/projects/projects.aspx" Endereço do seu portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar configuração de assinatura":"$RecipientSubscriptionConfigURL"
ru: h1.Запрос. Изменение проекта: "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" Пользователем "$__AuthorName":"$__AuthorUrl" запрошено изменение проекта ["$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID"]. table(edit_request). ||(edit_request_column). Старое значение |(edit_request_column). Новое значение | |(edit_request_title). Название |(edit_request_data). $AdditionalData.get_item("Title_Old") |(edit_request_data). $AdditionalData.get_item("Title_NEW") | |(edit_request_title). Описание |(edit_request_data). $AdditionalData.get_item("Description_Old") |(edit_request_data). $AdditionalData.get_item("Description_NEW") | |(edit_request_title). Ответственный |(edit_request_data). $AdditionalData.get_item("ProjectLeader_Old") |(edit_request_data). $AdditionalData.get_item("ProjectLeader_NEW") | "Модерировать":"${__VirtualRootPath}/products/projects/projects.aspx" Адрес Вашего портала: "$__VirtualRootPath":"$__VirtualRootPath" "Изменение параметров подписки":"$RecipientSubscriptionConfigURL"

# pattern_ProjectRejectRequest
source: h1.Rejection of the Request. User "$__AuthorName":"$__AuthorUrl" rejected your request on the project "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" . Your portal address: "$__VirtualRootPath":"$__VirtualRootPath" "Edit subscription settings":"$RecipientSubscriptionConfigURL"
de: h1.Ablehnung der Anfrage. Der Bentuzer "$__AuthorName":"$__AuthorUrl" hat Ihre Anfrage betreffend des Projekts "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" abgelehnt. Ihre Portaladresse: "$__VirtualRootPath":"$__VirtualRootPath" "Anmeldungseinstellungen bearbeiten":"$RecipientSubscriptionConfigURL"
es: h1.Rechazo de solicitud. Usuario "$__AuthorName":"$__AuthorUrl" ha rechazado la solicitud sobre el proyecto "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" . Su dirección de portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar los parámetros de suscripción":"$RecipientSubscriptionConfigURL"
fr: h1.Rejet de la demande. L'utilisateur "$__AuthorName":"$__AuthorUrl" a rejeté votre demande sur le projet "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" . Adresse de votre portail: "$__VirtualRootPath":"$__VirtualRootPath" "Modifier paramètres d'abonnement":"$RecipientSubscriptionConfigURL"
it: h1.Rigetto di richiesta. L'utente "$__AuthorName":"$__AuthorUrl" ha rigettato la tua richiesta del progetto "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" . Indirizzo del portale: "$__VirtualRootPath":"$__VirtualRootPath" "Modifica opzioni di iscrizione":"$RecipientSubscriptionConfigURL"
lv: h1.Noraidīts pieprasījums. Lietotājs "$__AuthorName":"$__AuthorUrl" noraidīja jūsu pieprasījumu par projektu "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" . Jūsu portāla adrese: "$__VirtualRootPath":"$__VirtualRootPath" "Rediģēt pieteikšanās iestatījumus":"$RecipientSubscriptionConfigURL"
pt_br: h1.Rejection of the request. User "$__AuthorName":"$__AuthorUrl" rejected your request on the project "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" . Endereço do seu portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar configuração de assinatura":"$RecipientSubscriptionConfigURL"
ru: h1.Отклонение запроса. Пользователем "$__AuthorName":"$__AuthorUrl" отклонен Ваш запрос по проекту "$ProjectTitle":"${__VirtualRootPath}/products/projects/projects.aspx?prjID=$ProjectID" . Адрес Вашего портала: "$__VirtualRootPath":"$__VirtualRootPath" "Изменение параметров подписки":"$RecipientSubscriptionConfigURL"

# pattern_ProjectRemoveRequest
source: h1.Project removal request: [$ProjectTitle] "$__AuthorName":"$__AuthorUrl" has requested to remove the project. Please confirm the request. *Title* $ProjectTitle *Description* $AdditionalData.get_item("Description") *Manager* $AdditionalData.get_item("ProjectLeader") "Moderate":"${__VirtualRootPath}/products/projects/projects.aspx" Your portal address: "$__VirtualRootPath":"$__VirtualRootPath" "Edit subscription settings":"$RecipientSubscriptionConfigURL"
de: h1.Anfrage für die Entfernung des Projekts: [$ProjectTitle] "$__AuthorName":"$__AuthorUrl" hat eine Anfrage für die Entfernung des Projekts gestellt. Bitte die Anfrage bestätigen. *Titel* $ProjectTitle *Beschreibung* $AdditionalData.get_item("Description") *Projektleiter* $AdditionalData.get_item("ProjectLeader") "Moderieren":"${__VirtualRootPath}/products/projects/projects.aspx" Ihre Portaladresse: "$__VirtualRootPath":"$__VirtualRootPath" "Anmeldungseinstellungen bearbeiten":"$RecipientSubscriptionConfigURL"
es: h1.Solicitud sobre eliminación del proyecto: [$ProjectTitle] "$__AuthorName":"$__AuthorUrl" ha solicitado la eliminación del proyecto. Por favor, confirme la solicitud. *Título* $ProjectTitle *Descripción* $AdditionalData.get_item("Description") *Gerente* $AdditionalData.get_item("ProjectLeader") "Moderar":"${__VirtualRootPath}/products/projects/projects.aspx" Dirección de su portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar parámetros de suscripción":"$RecipientSubscriptionConfigURL"
fr: h1.Demande de suppression du projet: [$ProjectTitle] L'utilisateur "$__AuthorName":"$__AuthorUrl" a demandé de supprimer le projet. Veuillez confirmer la demande. *Titre* $ProjectTitle *Description* $AdditionalData.get_item("Description") *Chef* $AdditionalData.get_item("ProjectLeader") "Modérer":"${__VirtualRootPath}/products/projects/projects.aspx" Adresse de votre portail: "$__VirtualRootPath":"$__VirtualRootPath" "Modifier paramètres d'abonnement":"$RecipientSubscriptionConfigURL"
it: h1.Richiesta di eliminazione del progetto: [$ProjectTitle] "$__AuthorName":"$__AuthorUrl" ha richiesto di eliminare il progetto. Per favore, conferma la richiesta. *Nome* $ProjectTitle *Descrizione* $AdditionalData.get_item("Description") *Capo* $AdditionalData.get_item("ProjectLeader") "Modera":"${__VirtualRootPath}/products/projects/projects.aspx" Indirizzo del portale: "$__VirtualRootPath":"$__VirtualRootPath" "Modifica opzioni di iscrizione":"$RecipientSubscriptionConfigURL"
lv: h1.Projekts Dzēšanas Pieprasījums: [$ProjectTitle] "$__AuthorName":"$__AuthorUrl" pieprasīja projekta dzēšanas atļauju. Lūdzu apstiprināt pieprasījumu. *Nosaukums* $ProjectTitle *Apraksts* $AdditionalData.get_item("Description") *Vadītājs* $AdditionalData.get_item("ProjectLeader") "Moderēt":"${__VirtualRootPath}/products/projects/projects.aspx" Jūsu portāla adrese: "$__VirtualRootPath":"$__VirtualRootPath" "Rediģēt pieteikšanās iestatījumus":"$RecipientSubscriptionConfigURL"
ru: h1.Запрос. Удаление проекта: [$ProjectTitle] Пользователем "$__AuthorName":"$__AuthorUrl" запрошено удаление проекта. Пожалуйста, подтвердите запрос. *Название* $ProjectTitle *Описание* $AdditionalData.get_item("Description") *Менеджер* $AdditionalData.get_item("ProjectLeader") "Модерировать":"${__VirtualRootPath}/products/projects/projects.aspx" Адрес Вашего портала: "$__VirtualRootPath":"$__VirtualRootPath" "Изменение параметров подписки":"$RecipientSubscriptionConfigURL"

# pattern_ReminderAboutTask
source: h1.Remind about the task: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" "$__AuthorName":"$__AuthorUrl" reminds you about the task: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end Your portal address: "$__VirtualRootPath":"$__VirtualRootPath" "Edit subscription settings":"$RecipientSubscriptionConfigURL"
de: h1.Erinnerung an die Aufgabe: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" "$__AuthorName":"$__AuthorUrl" erinnert Sie an die Aufgabe: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end Ihre Portaladresse: "$__VirtualRootPath":"$__VirtualRootPath" "Anmeldungseinstellungen bearbeiten":"$RecipientSubscriptionConfigURL"
es: h1.Recordatorio sobre la tarea: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" "$__AuthorName":"$__AuthorUrl" recuerda a Usted sobre la tarea: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end Dirección de su portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar parámetros de suscripción":"$RecipientSubscriptionConfigURL"
fr: h1.Rappeler au sujet de la tâche: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" "$__AuthorName":"$__AuthorUrl" vous rappelle au sujet de la tâche: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end Adresse de votre portail: "$__VirtualRootPath":"$__VirtualRootPath" "Modifier paramètres d'abonnement":"$RecipientSubscriptionConfigURL"
it: h1.Notifica Compito: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" "$__AuthorName":"$__AuthorUrl" ti ricorda il compito: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end Indirizzo del portale: "$__VirtualRootPath":"$__VirtualRootPath" "Modifica opzioni di iscrizione":"$RecipientSubscriptionConfigURL"
lv: h1.Atgādinājums par uzdevumu: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" "$__AuthorName":"$__AuthorUrl" atgādina jums par uzdevumu: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end Jūsu portāla adrese: "$__VirtualRootPath":"$__VirtualRootPath" "Rediģēt pieteikšanās iestatījumus":"$RecipientSubscriptionConfigURL"
pt_br: h1.Remind about the task: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" "$__AuthorName":"$__AuthorUrl" reminds you about the task: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end Endereço do seu portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar configuração de assinatura":"$RecipientSubscriptionConfigURL"
ru: h1.Напоминание о задаче: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" "$__AuthorName":"$__AuthorUrl" напоминает Вам о задаче: "$EntityTitle":"${__VirtualRootPath}/products/projects/tasks.aspx?prjID=$ProjectID&ID=$EntityID" . $AdditionalData.get_item("TaskDescription") #foreach($fileInfo in $AdditionalData.get_item("Files").Keys) #beforeall ---------------------------------------- #each "$fileInfo":"$AdditionalData.get_item("Files").get_item($fileInfo)" #end Адрес Вашего портала: "$__VirtualRootPath":"$__VirtualRootPath" "Изменение параметров подписки":"$RecipientSubscriptionConfigURL"
