Repository: aliakbarzadeh2021/teamlab
Catalog: Backup/web/studio/ASC.Web.Studio/Products/Projects/Resources/MilestoneResource.*.resx
Languages: de, es, fr, ru, zh_cn

source: Active
de: Aktiv
es: Activos
fr: Actifs
ru: Активные
zh_cn: 活动

source: Add new task
de: Neue Aufgabe hinzufügen
es: Añadir nueva tarea
fr: Ajouter nouvelle tâche
ru: Добавить новую задачу
zh_cn: 添加新任务

source: Add This Milestone
de: Diesen Meilenstein hinzufügen
es: Añadir este hito
fr: Ajouter ce jalon
ru: Добавить эту веху
zh_cn: 添加这个里程碑

# ChooseYourMilestoneDate
source: Select a date
de: Wählen Sie ein Datum
es: Seleccione una fecha
fr: Sélectionnez une date
ru: Выберите дату
zh_cn: 选择一个日期

source: Closed
de: Beendet
es: Cerrados
fr: Fermés
ru: Закрытые
zh_cn: 关闭

# ClosedMilestone
source: Completed milestone
de: Beendeter Meilenstein
es: Hito terminado
fr: Jalon terminé
ru: Завершенная веха
zh_cn: 已完成的里程碑

# CreateNewMilestone
source: Plan new milestone
de: Neuen Meilenstein planen
es: Planificar nuevo hito
fr: Planifier nouveau jalon
ru: Запланировать новую веху
zh_cn: 计划新的里程碑

source: Date
de: Datum
es: Fecha
ru: Дата
zh_cn: 日期

# DaysAfterDeadLine
source: {0} after due date
de: {0} nach der Frist
es: {0} después de fecha límite
fr: {0} après la date limite
ru: {0} после срока завершения
zh_cn: {0} 截止日期之后

# DaysBeforeDeadLine
source: {0} before due date
de: {0} vor der Frist
es: {0} antes de fecha límite
fr: {0} avant la date limite
ru: {0} до срока завершения
zh_cn: {0} 截止日期之前

# DeadLine
source: due date
de: Fristablauftermin
es: fecha límite
fr: date limite
ru: срок завершения
zh_cn: 截止日期

# Delete
source: Delete milestone
de: Meilenstein löschen
es: Eliminar hito
fr: Supprimer jalon
ru: Удалить веху
zh_cn: 删除里程碑

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ru: Редактировать
zh_cn: 编辑

source: Edit milestone
de: Meilenstein bearbeiten
es: Editar hito
fr: Modifier jalon
ru: Редактировать веху
zh_cn: 编辑里程碑

# EmptyScreenHeaderContent
source: Plan the first milestone for this project
de: Ersten Meilenstein im Projekt planen
es: Planifique el primer hito para este proyecto
fr: Planifier le premier jalon pour ce projet
ru: Запланировать первую веху в проекте
zh_cn: 为这个项目计划第一个里程碑

# EmptyScreenHeaderDescribe
source: Plan a milestone and set a date - the tasks will be completed on time.
de: Planen Sie einen Meilenstein und bestimmen Sie ein Datum - die Aufgaben werden rechtzeitig erfüllt.
es: Planifique un hito y fije una fecha - las tareas serán terminadas a tiempo.
fr: Planifiez un jalon et fixez une date - les tâches seront terminées à temps.
ru: Запланируйте веху и установите дату - задачи будут выполнены в срок.
zh_cn: 计划一个里程碑并设置一个日期 - 所有任务将会按时完成.

# EmptyScreenMilestoneTemplate
source: Set the first milestone for this project template
de: Bestimmen Sie den ersten Meilenstein für diese Projektvorlage
es: Establecer el primer hito en este proyecto
fr: Poser le premier jalon pour ce modèle de projet
ru: Назначить первую веху для этого шаблона проекта
zh_cn: 为此项目模板设置第一个里程碑

# EmptyScreenMilestoneTemplateDescription
source: Plan a milestone and set a due date, adjust the project schedule.
de: Planen Sie einen Meilenstein und bestimmen Sie einen Termin, stellen Sie einen Ablaufplan fürs Projekt auf.
es: Planea el hito y fija el plazo, establece la programación del proyecto.
fr: Planifiez un jalon et fixez une date d'échéance, précisez le calendrier du projet.
ru: Запланируйте веху и определите срок выполнения, установите график проекта.
zh_cn: 计划的一个里程碑，并设置截止日期，调整项目进度。

# Example
source: For example, beta version release
de: Zum Beispiel, Veröffentlichung einer Beta-Version
es: Por ejemplo, la salida de la versión beta
fr: Par exemple, la sortie de version bêta
ru: Например, выпуск бета-версии
zh_cn: 例如，测试版发布

# FinishMilestone
source: Complete Milestone
de: Meilenstein beenden
es: Terminar hito
fr: Terminer jalon
ru: Завершить веху
zh_cn: 完成里程碑

source: In Trash
de: Im Papierkorb
es: En papelera
fr: Dans la corbeille
ru: В корзине
zh_cn: 在回收站

# KeepShiftedMilestoneOffWeekend
source: Do not set milestones for weekends
de: Meilensteine für Wochenenden nicht setzen
es: No planificar hitos para fines de semana
fr: Ne pas fixer les jalons pour le week-end
ru: Не назначать вехи на выходные
zh_cn: 不要为周末设置里程碑

# LateMilestone
source: Overdue milestone
de: Überfälliger Meilenstein
es: Hito caducado
fr: Jalon en retard
ru: Просроченная веха
zh_cn: 逾期的里程碑

# Legend
source: Calendar Legend
de: Kalenderlegende
es: Leyenda de calendario
fr: Légende de calendrier
ru: Легенда
zh_cn: 日历图例

source: Milestone
de: Meilenstein
es: Hito
fr: Jalon
ru: Веха
zh_cn: 里程碑

# MilestoneAdded
source: Adding milestone...
de: Ein Meilenstein wird hinzugefügt...
es: Agregando hito...
fr: Ajout du jalon en cours...
ru: Добавление вехи...
zh_cn: 正在添加里程碑...

# MilestoneDate
source: Due Date
de: Fristablauftermin
es: Fecha límite
fr: Date limite
ru: Срок завершения
zh_cn: 截止日期

# MilestoneDeadlineLateInfo
source: Delayed since {0}
de: Überfällig seit {0}
es: Caducado desde {0}
fr: En retard de {0}
ru: Просрочена с {0}
zh_cn: 延迟自{0}

# MilestoneNotFound_Body
source: Probably it has been deleted, or there are no milestones with such ID in the project
de: Vielleicht wurde er gelöscht, oder es gibt keinen Meilenstein mit dieser Nummer im Projekt.
es: Probablemente haya sido eliminado, o no haya ningún hito con tal ID en el proyecto
fr: Probablement, il a été supprimé, ou il n'y a pas de jalons avec un tel ID dans le projet
ru: Возможно, она была удалена, либо в проекте не существует вехи с таким ID
zh_cn: 它可能已经被删除，或者项目中没有这样ID的里程碑。

# MilestoneNotFound_Header
source: Milestone not found
de: Meilenstein nicht gefunden
es: Hito no encontrado
fr: Jalon non trouvé
ru: Веха не найдена
zh_cn: 没有找到里程碑

# MilestoneNotFound_RedirectTitle
source: Go to the milestone list
de: Zur Liste mit Meilensteinen gehen
es: Ir a la lista de hitos
fr: Passer à la liste des jalons
ru: Перейти к списку вех
zh_cn: 转到里程碑列表

source: Milestones
de: Meilensteine
es: Hitos
fr: Jalons
ru: Вехи
zh_cn: 里程碑

# MilestoneStatusLabel_Active
source: {0}Active{1} till
de: {0}Aktiv{1} bis
es: {0}Activo{1} hasta
fr: {0}Actif{1} jusqu'à
ru: {0}Активна{1} до
zh_cn: {0}正在进行{1} 直到

# MilestoneStatusLabel_Closed
source: {0}Closed{1} on
de: {0}Beendet{1} am
es: {0}Cerrado{1} en
fr: {0}Fermé{1} le
ru: {0}Закрыта{1} с
zh_cn: {0}关闭{1} 在

# MilestoneStatusLabel_Late
source: {0}Overdue{1} since
de: {0}Überfällig{1} seit
es: {0}Caducado{1} desde
fr: {0}En retard{1} depuis
ru: {0}Просрочена{1} с
zh_cn: {0}逾期{1} 自

# MilestoneTitle
source: Title
de: Titel
es: Título
fr: Titre
ru: Название
zh_cn: 标题

source: Move to milestone
de: In Meilenstein verlegen
es: Mover a hito
fr: Déplacer vers jalon
ru: Переместить в веху
zh_cn: 移动到里程碑

# NoOneMilestoneInProject
source: No milestones in project
de: Keine Meilensteine im Projekt
es: Ningún hito en el proyecto
fr: Pas de jalons dans le projet
ru: Нет вех в проекте
zh_cn: 项目中没有里程碑

# OpenMilestone
source: Active milestone
de: Aktiver Meilenstein
es: Hito activo
fr: Jalon actif
ru: Активная веха
zh_cn: 正在进行的里程碑

source: Progress
de: Fortschritt
es: Progreso
fr: Progression
ru: Прогресс
zh_cn: 进展

# RemindMe
source: Remind me 48 hours before the due date
de: Mich 48 Stunden vor dem Fristablauftermin erinnern
es: Recordarme 48 horas antes de la fecha límite
fr: Me rappeler 48 heures avant la date limite
ru: Напомнить мне за 48 часов до срока завершения
zh_cn: 截止日期前48小时提醒我

# RestoreFromTrash
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ru: Восстановить
zh_cn: 还原

source: Resume Milestone
de: Meilenstein fortsetzen
es: Reanudar hito
fr: Reprendre jalon
ru: Возобновить веху
zh_cn: 恢复里程碑

# RootMilestone
source: Key milestone
de: Hauptmeilenstein
es: Hito clave
fr: Jalon clé
ru: Ключевая веха
zh_cn: 重要的里程碑

# SaveMilestone
source: Saving milestone...
de: Der Meilenstein wird gespeichert...
es: Guardando hito...
fr: Enregistrement du jalon...
ru: Сохранение вехи...
zh_cn: 正在保存里程碑... ...

# ShiftMilestonesAnswer
source: Yes, shift all the other milestones too
de: Ja, alle anderen Meilensteine auch verlegen
es: Sí, desplazar los demás hitos también
fr: Oui, déplacer tous les autres jalons aussi
ru: Да, перенести остальные вехи тоже
zh_cn: 是的，也同时调整所有其他的里程碑

# ShiftMilestonesDescription
source: You have changed the date for the current milestone. Would you like to shift all the other milestones the same number of days?
de: Sie haben das Datum für den aktuellen Meilenstein geändert. Möchten Sie das Datum auch für die anderen Meilensteine genauso verschieben?
es: Usted ha cambiado la fecha del hito actual. ¿Desea desplazar los demás hitos al mismo número de días?
fr: Vous avez changé la date pour le jalon courant. Voulez-vous déplacer tous les autres jalons au même nombre de jours?
ru: Вы изменили дату текущей вехи. Хотите ли Вы перенести остальные вехи на то же количество дней?
zh_cn: 您已经修改了当前里程碑的日期。您想要推移其他所有里程碑同样的天数吗？

# ShiftMilestonesQuestion
source: Shift all the other milestones?
de: Alle anderen Meilensteine auch verschieben?
es: ¿Desplazar los demás hitos?
fr: Déplacer tous les autres jalons?
ru: Перенести остальные вехи тоже?
zh_cn: 同时调整所有其他的里程碑？

source: Status
es: Estado
fr: Statut
ru: Статус
zh_cn: 状态

# StatusClosed
source: Closed
de: Beendet
es: Cerrado
fr: Fermé
ru: Закрыта
zh_cn: 关闭

# StatusOpen
source: Open
de: Geöffnet
es: Abierto
fr: Actif
ru: Открыта
zh_cn: 打开

# TasksInThisMilestone
source: Tasks in milestone
de: Aufgaben im Meilenstein
es: Tareas en hito
fr: Tâches dans le jalon
ru: Задачи в вехе
zh_cn: 里程碑的任务

# TasksNotDone
source: tasks not completed
de: Aufgaben nicht beendet
es: tareas no terminadas
fr: tâches non terminées
ru: задач не выполнено
zh_cn: 尚未完成的任务

source: Total
de: Insgesamt
ru: Всего
zh_cn: 总数
