Repository: aliakbarzadeh2021/teamlab
Catalog: Backup/web/studio/ASC.Web.Studio/Products/Projects/Resources/ProjectResource.*.resx
Languages: de, es, it

source: Access
de: Zugang
es: Acceso
it: Accesso

source: Active project
de: Aktives Projekt
es: Proyecto activo
it: Progetto attivo

source: Active Projects
de: Aktive Projekte
es: Proyectos activos
it: Progetti attivi

# AddNewProject
source: Add This Project
de: Dieses Projekt hinzufügen
es: Añadir este proyecto
it: Aggiungi questo progetto

source: Add this template
de: Diese Vorlage hinzufügen
es: Añadir esta plantilla
it: Aggiungi questo modello

source: All Projects
de: Alle Projekte
es: Todos los proyectos
it: Tutti i progetti

source: All Project Templates
de: Alle Projektvorlagen
es: Todos las plantillas de proyecto
it: Tutti i modelli del progetto

# AppliedTemplate
source: Applied Template {0}
de: Vorlage {0} übernommen
es: Plantilla {0} aplicada
it: Modello {0} applicato

# ArchiveProjects
source: Completed Projects
de: Beendete Projekte
es: Proyectos terminados
it: Progetti completati

# ChoosenUsers
source: Members
de: Mitglieder
es: Miembros
it: Membri

source: Clear
de: Leeren
es: Borrar
it: Svuota

# ClosedProject
source: Completed project
de: Beendetes Projekt
es: Proyecto terminado
it: Progetto completato

# ClosedProjectTeamAllTasksInfoPanel
source: If this option is enabled, a project member can view all tasks and set tasks to other teammates. If this option is disabled, a project member can access tasks assigned to him only.
de: Wenn diese Option aktiviert ist, kann ein Projektteilnehmer alle Aufgaben sehen und Aufgaben anderen Projektteilnehmern zuweisen. Wenn diese Option deaktiviert ist, kann ein Projektteilnehmer nur die Aufgaben sehen, die ihm zugewiesen sind.
es: Si esta opción está activada, miembro de proyecto puede ver todas las tareas y asignar tareas a otros compañeros. Si esta opción está desactivada, un miembro de proyecto puede acceder sólo tareas que han sido asignados a él.
it: Se questa opzione è attivata, il membro del progetto ha il diritto di visualizzare tutti i compiti ed impostare i compiti agli altri membri. Se questa opzione è disattivata, il membro del progetto può visualizzare solo i compiti a lui assegnati.

# ClosedProjectTeamDiscussionsInfoPanel
source: If this option is enabled, a project member can view and add discussions.
de: Wenn diese Option aktiviert ist, kann ein Projektteilnehmer Diskussionen sehen und eröffnen.
es: Si esta opción está activada, miembro de proyecto puede ver y añadir discusiones.
it: Se questa opzione è attivata il membro del progetto può visualizzare ed aggiungere discussioni.

# ClosedProjectTeamDocumentButtonTooltip
source: on/off documents
de: Zugriff auf Dokumente ein/aus
es: activar/desactivar documentos
it: attiva/disattiva documenti

# ClosedProjectTeamDocumentsInfoPanel
source: If this option is enabled, a project member can view and add documents.
de: Wenn diese Option aktiviert ist, kann ein Projektteilnehmer Dokumente sehen und hinzufügen.
es: Si esta opción está activada, miembro de proyecto puede ver y añadir documentos.
it: Se questa opzione è attivata il membro del progetto può visualizzare ed caricare documenti.

# ClosedProjectTeamManagerPermission
source: Project Manager can
de: Ein Projektleiter kann
es: Gerente de proyecto puede
it: Un capo progetto può

# ClosedProjectTeamManagerPermissionArticleA
source: add or delete users to/from the project team
de: Benutzer zum Projektteam hinzufügen oder entfernen
es: añadir o borrar usuarios a/de equipo de proyecto
it: aggiungere gli utenti alla squadra o eliminarli

# ClosedProjectTeamManagerPermissionArticleB
source: set access rights for members of the project (for private project only)
de: Zugriffsrechte der Projektteilnehmer einstellen (nur für private Projekte)
es: asignar derechos de acceso para miembros de proyecto (sólo para proyecto privado)
it: impostare i diritti di accesso per i membri del progetto (solo per i progetti privati)

# ClosedProjectTeamManagerPermissionArticleC
source: manage (create, edit, delete) milestones, tasks, discussions, documents and restrict access to them
de: Meilensteine, Aufgaben, Diskussionen, Dokumente verwalten (erstellen, bearbeiten, löschen) und Zugriff darauf einschränken
es: manejar (crear, editar, borrar) hitos, tareas, discusiones, documentos y limitat acceso
it: gestire (creare, modificare, eliminare) milestone, compiti, discussioni, documenti e limitare l'accesso ad essi

# ClosedProjectTeamMessageButtonTooltip
source: on/off discussions
de: Zugriff auf Diskussionen ein/aus
es: activar/desactivar discusiones
it: attiva/disattiva discussioni

# ClosedProjectTeamMilestoneButtonTooltip
source: on/off milestones
de: Zugriff auf Meilensteine ein/aus
es: activar/desactivar hitos
it: attiva/disattiva milestone

# ClosedProjectTeamMilestonesInfoPanel
source: If this option is enabled, a project member can view all milestones in the project. If this option is disabled, a project member can access milestones with tasks assigned to him only.
de: Wenn diese Option aktiviert ist, kann ein Projektteilnehmer alle Meilensteine in diesem Projekt sehen. Wenn diese Option deaktiviert ist, kann ein Projektteilnehmer nur die Meilensteine sehen, zu denen ihm zugewiesene Aufgaben gehören.
es: Si esta opción está activada, miembro de proyecto puede ver todos los hitos en el proyecto.Si esta opción está desactivada, miembro de proyecto puede acceder todos los hitos con tareas asignadas sólo a él.
it: Se questa opzione è attivata, il membro del progetto può visualizzare tutte le milestone del progetto. Se questa opzione è disattivata, il membro del progetto può accedere solo alle milestone con i compiti a lui assegnati.

# ClosedProjectTeamTaskButtonTooltip
source: on/off tasks
de: Zugriff auf Aufgaben ein/aus
es: activar/desactivar tareas
it: attiva/disattiva compiti

# ClosedProjectTeamWriteInMessenger
source: Contact via Talk
de: Per Chat schreiben
es: Ponerse en contacto por Chat
it: Contatta via Chat

# ClosedProjectTeamWriteMail
source: Send Email
de: E-Mail verfassen
es: Enviar email
it: Invia email

source: Create
de: Erstellen
es: Crear
it: Crea

source: Create from Template
de: Anhand der Vorlage erstellen
es: Crear sobre la plantilla
it: Crea da modello

source: Create new project
de: Neues Projekt erstellen
es: Crear nuevo proyecto
it: Crea nuovo progetto

source: Create project from template
de: Projekt anhand der Vorlage erstellen
es: Crear el proyecto sobre la plantilla
it: Crea progetto da modello

source: Create project template
de: Projektvorlage erstellen
es: Crear plantilla de proyecto
it: Crea modello di progetto

source: Dashboard
de: Übersicht
it: Dashbord

source: Delete project template
de: Projektvorlage löschen
es: Borrar la plantilla de proyecto
it: Elimina modello di progetto

# EmployeesAndPermissions
source: {!Users} and Access Rights
de: Mitarbeiter und Zugriffsrechte
es: Empleados y derechos de acceso
it: Impiegati e diritti di accesso

# EmptyScreenAllActiveProjectsHeaderContent
source: No active projects
de: Es gibt keine aktiven Projekte
es: Ningún proyecto activo
it: Nessun progetto attivo

# EmptyScreenAllProjectsHeaderContent
source: No projects
de: Es gibt keine Projekte
es: Ningún proyecto
it: Nessun progetto

# EmptyScreenByLabelActiveProjectsHeaderContent
source: No active projects with this tag
de: Keine aktiven Projekte mit diesem Schlagwort
es: Ningún proyecto activo con esta etiqueta
it: Nessun progetto attivo con questo tag

# EmptyScreenByLabelProjectsHeaderContent
source: No projects with this tag
de: Keine Projekte mit diesem Schlagwort
es: Ningún proyecto con esta etiqueta
it: Nessun progetto con questo tag

# EmptyScreenHeaderContent
source: Create the first project
de: Erstes Projekt erstellen
es: Cree el primer proyecto
it: Crea primo progetto

# EmptyScreenHeaderDescribe
source: Prepare templates for similar projects: schedule milestones, build teams and assign tasks.
de: Senden Sie Nachrichten, fügen Sie Aufgaben hinzu, planen Sie Meilensteine, steuern Sie Ihr Team.
es: Prepare plantillas para proyectos semejantes: planifique hitos, crer equipos y añada tareas.
it: Prepara modelli per progetti simili: programma delle milestone, crea la tua squadra e assegna dei compiti.

# EmptyScreenKeepTrackActiveProjectsHeaderContent
source: You Follow No Active Projects
de: Es gibt keine aktiven Projekte zum Verfolgen
es: Ningún proyecto activo a seguir
it: Nessun progetto attivo da seguire

# EmptyScreenKeepTrackProjectsHeaderContent
source: You Follow No Projects
de: Keine Projekte zum Verfolgen
es: Ningún proyecto a seguir
it: Nessun progetto da seguire

# EmptyScreenMyActiveProjectsHeaderContent
source: You do not participate in any active project
de: Sie sind an keinem aktiven Projekt beteiligt
es: Usted no participa en ningún proyecto activo
it: Non partecipi a nessun progetto attivo

# EmptyScreenMyProjectsHeaderContent
source: You do not participate in any project
de: Sie sind an keinem Projekt beteiligt
es: Usted no participa en ningún proyecto
it: Non partecipi a nessun progetto

# EmptyScreenProjectTemplates
source: Create the first project template
de: Erstellen Sie die erste Projektvorlage
es: Crear la primera plantilla de proyecto
it: Crea primo modello di progetto

# EmptyScreenProjectTemplatesDescribe
source: Send messages, add tasks, plan milestones, manage your team.
de: Senden Sie Nachrichten, fügen Sie Aufgaben hinzu, planen Sie Meilensteine, führen Sie Ihr Team.
es: Envia mensajes, añada las tareas, planea hitos, gestiona el equipo.
it: Invia messaggi, aggiungi compiti, pianifica milestone, gestisci squadra.

# EmptyScreenProjectTemplateTeam
source: Build a team for this project template
de: Bilden Sie ein Team für diese Projektvorlage
es: Crear el equipo para esta plantilla de proyecto
it: Crea una squadra per questo modello di progetto

# EmptyScreenProjectTemplateTeamDescription
source: Select the participants for this project.
de: Wählen Sie Projektteilnehmer
es: Sellecione participantes de proyecto.
it: Seleziona membri da partecipare al progetto

# EnterTheTags
source: Enter the needed tags separating them with commas
de: Geben Sie die nötigen Schlagwörter ein und trennen Sie sie durch Kommas ab
es: Introduzca las etiquetas deseadas separándolas con comas
it: Inserisci tag necessari separandoli con virgole

# Example
source: As a rule, the name of a project, client, department...
de: Gewöhnlich der Name eines Projekts, Kunden, einer Abteilung...
es: Normalmente el nombre del proyecto, cliente, departamento...
it: Di regola, il nome progetto, cliente, ufficio ...

# FollowingLinkTitle
source: The project news will be included into your What's New notification email, the project will be available on the Projects tab in the Projects I Follow section and in the All Projects drop-down list on the top.
de: Die Neuigkeiten im Projekt werden in die E-Mail-Benachrichtigung über alles Neue eingeschlossen, das Projekt wird auf der Registerkarte "Projekte" in der Sektion "Verfolgte Projekte" und im Abrollmenü "Alle Projekte" verfügbar sein.
es: Las noticias del proyecto serán incluidas en el e-mail de notificación llamado Noticias. El proyecto mismo estará disponible en la sección Proyectos a seguir de la pestaña Proyectos, así como en la lista desplegable Todos los proyectos.
it: Le notizie del progetto vengono incluse nella notifica Cosa c'è di nuovo, il progetto viene accessibile dalla scheda Progetti nella sezione Progetti da seguire e nell'elenco a discesa Tutti i progetti.

# FollowingProjects
source: Follow this project
de: Dieses Projekt verfolgen
es: Seguir este proyecto
it: Segui questo progetto

# HiddenProject
source: Private Project
de: Privates Projekt
es: Proyecto privado
it: Progetto privato

source: Hide Closed Projects
de: Beendete Projekte ausblenden
es: Ocultar proyectos terminados
it: Nascondi progetti chiusi

# InfoMessageText
source: This information will be sent to the administrator as a New Project request.
de: Diese Daten werden als Anfrage nach Eintragung eines neuen Projekts an den Administrator gerichtet.
es: Esta información será enviada al administrador como una solicitud de creación de un nuevo proyecto.
it: Questa informazione verrà inviata all'amministratore come una richiesta di creazione di un nuovo progetto.

# InfoMessageText2
source: This information will be sent to the administrator as a Project Change request.
de: Diese Daten werden als Anfrage nach Bearbeitung eines Projekts an den Administrator gerichtet.
es: Esta información será enviada al administrador como una solicitud de modificación del proyecto.
it: Questa informazione verrà inviata all'amministratore come una richiesta di modifica di un progetto.

# Information
source: When deleting a project, be aware that it will be deleted completely with no possibility to restore.
de: Beim Löschen eines Projekts müssen Sie beachten, dass es komplett ohne Wiederherstellungsmöglichkeit entfernt wird.
es: Al eliminar el proyecto, tenga en cuenta que éste será borrado completamente sin posibilidad alguna de recuperación.
it: Preghiamo di notare che durante l'eliminazione di un progetto questo verrà eliminato completamente senza possibilità di ripristinarlo in seguito.

# InformationForHidden
source: Private project is available only to project manager and project members with corresponding rights.
de: Ein privates Projekt ist nur für den Projektleiter und die Projektteilnehmer mit den entsprechenden Zugriffsrechten zugänglich.
es: Proyecto privado está disponible sólo al gerente de proyecto y miembros de proyecto con los derechos correspondientes
it: Un progetto privato è accessibile solo al capo progetto e ai membri del progetto con i diritti corrispondenti

source: Invalid project template title
de: Ungültiger Name der Projektvorlage
es: Nombre incorrecto para la plantilla de proyecto.
it: Nome del modello di progetto non valido

# IUnerstand
source: I understand it - DELETE this project.
de: Ich verstehe es und möchte dieses Projekt LÖSCHEN.
es: Lo entiendo - ELIMINAR este proyecto.
it: Lo capisco - ELIMINARE questo progetto.

# IUnerstandForEditHidden
source: Yes, I understand it - Save the project as private
de: Ja, ich verstehe - Projekt als privat speichern
es: Sí, lo entiendo - Guardar proyecto como privado
it: Sì, io capisco - Salvare questo progetto come privato

# IUnerstandForHidden
source: Yes, I understand it - Add the project as private
de: Ja, ich verstehe es - Projekt als privat hinzufügen
es: Sí, lo entiendo - Añadir proyecto como privado
it: Sì, io capisco - Aggiungere questo progetto come privato

# LastActivity
source: Recent Activity
de: Letzte Aktivität
es: Actividad reciente
it: Attività recenti

# LeadPerson
source: Responsible
de: Zuständig
es: Responsable
it: Responsabile

# ManagmentTeam
source: Manage Team
de: Team bearbeiten
es: Gestionar equipo
it: Gestione di squadra

source: milestone(s)
de: Meilenstein(e)
es: hito(s)
it: milestone

source: My Projects
de: Meine Projekte
es: Mis proyectos
it: I miei progetti

source: New project
de: Neues Projekt
es: Nuevo proyecto
it: Nuovo progetto

source: New Projects
de: Neue Projekte
es: Nuevos proyectos
it: Nuovi progetti

# NingNoActivity
source: No activity
de: Keine Aktivität
es: Ninguna actividad
it: Nessuna attività

source: No Activity
de: Keine Aktivität
es: Ninguna actividad
it: Nessuna attività

# NotifyProjectLeader
source: Notify project manager by email
de: Projektleiter per E-Mail benachrichtigen
es: Notificar al gerente del proyecto por e-mail
it: Notifica capo progetto per email

source: Notify project team
de: Projektteam benachrichtigen
es: Notificar al equipo
it: Notifica squadra di progetto

# NotInvolvedInAnyProject
source: Doesn't take part in any project
de: Ist an keinem Projekt beteiligt
es: No participa en ningún proyecto
it: Non partecipa a nessun progetto

# PeopleOnThisProject
source: Project Team
de: Projektteam
es: Equipo del proyecto
it: Squadra di progetto

source: Project
de: Projekt
es: Proyecto
it: Progetto

# ProjectAdded
source: Add Project
de: Projekt hinzufügen
es: Añadir proyecto
it: Aggiungi progetto

# ProjectDeleteButton
source: Delete This Project
de: Dieses Projekt löschen
es: Eliminar este proyecto
it: Elimina questo progetto

# ProjectDeleted
source: Delete Project
de: Projekt löschen
es: Eliminar proyecto
it: Elimina progetto

# ProjectDescription
source: Description
de: Beschreibung
es: Descripción
it: Descrizione

# ProjectLeader
source: Project Manager
de: Projektleiter
es: Gerente de proyecto
it: Capo progetto

# ProjectOverview
source: Overview
de: Übersicht
es: Inicio
it: Descrizione

source: Projects
de: Projekte
es: Proyectos
it: Progetti

# ProjectsByLabel
source: Projects By Tag
de: Projekte nach Schlagwort
es: Proyectos etiquetados
it: Progetti per tag

# ProjectsByLabelCaption
source: Projects By Tag «{0}»
de: Projekte nach Schlagwort «{0}»
es: Proyectos etiquetados con «{0}»
it: Progetti per tag «{0}»

# ProjectsKeepTrack
source: Projects I Follow
de: Verfolgte Projekte
es: Proyectos a seguir
it: Progetti da seguire

# ProjectTeam
source: Team
es: Equipo
it: Squadra

source: Project template
de: Projektvorlage
es: Plantilla de proyecto
it: Modello di progetto

source: Project templates
de: Projektvorlagen
es: Plantillas de proyecto
it: Modelli di progetto

# ProjectTemplateSetUpDescription
source: A project template contains a set of messages, milestones, members and tasks to base new projects on.{0}When you create a new project all templates are available from the dropdown menu saving your time and effort.
de: Eine Projektvorlage enthält Nachrichten, Meilensteine, Mitglieder und Aufgaben, auf denen ein neues Projekt basieren wird.{0}Bei der Erstellung eines neuen Projekts können Vorlagen verwendet werden. Dadurch sparen Sie Ihre Zeit und Mühe.
es: Plantilla de proyecto contiene un número de mensajes, hitos, participantes y tareas que pueden servir de base para un proyecto nuevo. {0}Cuando usted crea un proyecto nuevo, todas las plantillas están disponibles en el menú desplegable. Esto le permite ahorrar tiempo y esfuerzos.
it: Un modello di progetto contiene un insieme dei messaggi, milestone, membri e compiti per creare un progetto.{0}Durante la creazione di un nuovo progetto puoi usufruire dei modelli disponibili risparmiando il tuo tempo e sforzi.

# ProjectTemplateSetupDiscussion
source: Start the first discussion
de: Eröffnen Sie die erste Diskussion
es: Empieza la primera discusión
it: Inizia prima discussione

# ProjectTemplateSetUpLabel
source: Now it's time to customize your Project Template!
de: Es ist die Zeit, Ihre Projektvorlage einzurichten!
es: ¡Ya es hora de personalizar su plantilla de proyecto!
it: E' ora di personalizzare il modello di progetto!

# ProjectTemplateSetupMilestone
source: Set the first milestone
de: Bestimmen Sie den ersten Meilenstein
es: Establece el primer hito
it: Imposta prima milestone

# ProjectTemplateSetupTask
source: Assign the first task
de: Weisen Sie die erste Aufgabe zu
es: Asigna la primer tarea
it: Assegna il primo compito

# ProjectTemplateSetupTeam
source: Build a team
de: Bilden Sie ein Team
es: Crea el equipo
it: Crea squadra

# ProjectTemplateTitleExample
source: For example, Redesign Template or Seminar Template, etc
de: Zum Beispiel, Umgestaltungsvorlage oder Seminarvorlage usw.
es: Por ejemplo, Plantilla de rediseño o Plantilla de seminario, etc.
it: Ad esempio, modello di riprogettazione o modello di seminario, ecc

# ProjectTitle
source: Title
de: Titel
es: Título
it: Nome

source: Save Project
de: Projekt speichern
es: Guardar proyecto
it: Salva progetto

# SeeAllProjectsMilestone
source: View all project's milestones
de: Alle Meilensteine im Projekt anzeigen
es: Ver todos los hitos del proyecto
it: Visualizza tutte le milestone di progetto

# SeeHistory
source: View history
de: Historie anzeigen
es: Ver historial
it: Visualizza cronologia

# SeeMore
source: View all
de: Alle anzeigen
es: Ver todo
it: Visualizza tutto

source: Select project template
de: Wählen Sie eine Projektvorlage
es: Seleccionar la plantilla de proyecto.
it: Seleziona modello di progetto

# Settings
source: Project Settings
de: Projekteinstellungen
es: Ajustes del proyecto
it: Impostazioni di progetto

source: Show Closed Projects
de: Beendete Projekte einblenden
es: Mostrar proyectos terminados
it: Visualizza progetti chiusi

source: Statistics
de: Statistiken
es: Estadísticas
it: Statistiche

source: Tags
de: Schlagwörter
es: Etiquetas
it: Tag

source: task(s)
de: Aufgabe(n)
es: tarea(s)
it: compito(i)

source: Team
es: Equipo
it: Squadra

# TemplateCreationIsInProgress
source: Template is being created
de: Die Vorlage wird erstellt
es: La plantilla esta creándose
it: Creazione del modello in corso

# TemplateModeAttention
source: Note: templates are not projects themselves
de: Hinweis: Projektvorlagen sind keine Projekte.
es: Nota: las plantillas no son los proyectos mismos
it: Nota: i modelli non sono i progetti stessi

# UnFollowingProjects
source: Unfollow this project
de: Dieses Projekt nicht mehr verfolgen
es: Anular suscripción a noticias del proyecto - Dejar de seguir este proyecto
it: Cancellati da questo progetto
