Repository: aliakbarzadeh2021/teamlab
Catalog: Backup/web/studio/ASC.Web.Studio/Products/Projects/Resources/ProjectsJSResource.*.resx
Languages: el, fr, it, lv, pt_br, ru, zh_cn

source: Add new task
el: Προσθήκη νέας εργασίας
fr: Ajouter nouvelle tâche
it: Aggiungi nuovo compito
lv: Pievienot jaunu uzdevumu
pt_br: Adicionar nova tarefa
ru: Поставить новую задачу
zh_cn: 添加新任务

source: Add This Task
el: Προσθέστε αυτό το έργο
fr: Ajouter cette tâche
it: Agguingi questo compito
lv: Pievienot šo uzdevumu
pt_br: Adicionar esta tarefa
ru: Поставить эту задачу
zh_cn: 添加此任务

source: B
fr: o
pt_br: Dentro

# CategoryChangedSuccessfully
source: Category has been successfully changed
el: Η κατηγορία έχει αλλάξει με επιτυχία
fr: La catégorie a été changée avec succès
it: La categoria è stata cambiata con successo
lv: Kategorija ir veiksmīgi nomainīta
ru: Категория успешно изменена
zh_cn: 分类已修改成功

# ChooseAFileToUpload
source: Select a file to upload
el: Επιλέξτε ένα αρχείο για φόρτωση
fr: Sélectionnez un fichier à charger
it: Seleziona file da caricare
lv: Izvēlēties failu augšuplādēšanai
pt_br: Selecione um arquivo para enviar
ru: Выберите файл для загрузки
zh_cn: 选择要上传的文件

# ClosedStatusFunctionIsLocked
source: You cannot complete this milestone as there are active tasks assigned to it.
el: Δεν μπορείτε να ολοκληρώσετε αυτό το ορόσημο, καθώς υπάρχουν ενεργές εργασίες που της έχουν ανατεθεί.
fr: Vous ne pouvez pas terminer ce jalon, il y a des tâches actives qui lui sont assignées.
it: E' impossibile completare questa milestone, perchè ci sono i compiti attivi assegnati.
lv: Jūs nevarat aizvērt šo posmu, jo vēl palika aktīvi uzdevumi saistīti ar to.
pt_br: Você não pode completar esta tarefa enquanto houver uma tarefa ativada assinada por ela.
ru: Нельзя завершить веху, так как в ней имеются активные задачи
zh_cn: 您不能完成这个里程碑当有正在进行的任务分配给它的时候。

# Collapse
source: Hide
el: Απόκρυψη
fr: Cacher
it: Nascondi
lv: Paslēpt
pt_br: Esconder
ru: Скрыть
zh_cn: 隐藏

# ConfirmClearTrash
source: All tasks will be deleted.\nNote: this action cannot be undone.
el: Όλες οι εργασίες θα διαγραφούν \ nΣημείωση:. Αυτή η δράση δεν μπορεί να αναιρεθεί.
fr: Toutes les tâches seront supprimées.\nRemarque: cette action ne peut pas être annulée.
it: Vengono eliminati tutti i compiti.\nNota: è impossibile annullare questa azione.
lv: Visi uzdevumi būs izdzēsti.\nUzmanību: šo darbību nevarēs atcelt.
pt_br: Todas as tarefas serão deletadas.\nNota: Esta ação não pode ser desfeita
ru: Все задачи будут удалены.\nПримечание: это действие необратимо.
zh_cn: 所有任务将会被删除.\n注: 这个操作无法撤销.

# ConfirmDelete
source: Are you sure you want to delete the {0} file?\nNote: this action cannot be undone.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το {0} αρχείο \ nΣημείωση:; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
fr: Voulez-vous vraiment supprimer le fichier {0}?\nRemarque: cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare il file {0} ?\nNota: è impossibile annullare questa azione.
lv: Vai jūs tiešām gribat izdzēst šo {0} failu?\nUzmanību: šo darbību nevarēs atcelt.
pt_br: Tem certeza que quer deletar o arquivo {0}?\nNota: Esta ação não pode ser desfeita
ru: Вы уверены, что хотите удалить {0} файл?\nПримечание: это действие необратимо.
zh_cn: 您确定要删除文件{0}？\n注：这个操作不能撤销。

# ConfirmTemplateDeleting
source: Are you sure you want to delete the template(s)?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το πρότυπο (-α);
fr: Voulez-vous vraiment supprimer le(s) modèle(s)?
it: Sei sicuro di voler eliminare modello (i)?
lv: Vai jūs tiešām gribat izdzēst veidni(-es)?
ru: Вы уверены, что хотите удалить шаблон(ы)?
zh_cn: 您确定要删除这个（些）模板吗？

# CreateNewTask
source: Add new task
el: Προσθήκη νέας εργασίας
fr: Ajouter nouvelle tâche
it: Aggiungi nuovo compito
lv: Pievienot jaunu uzdevumu
pt_br: Adicionar nova tarefa
ru: Добавить новую задачу
zh_cn: 添加新任务

# DeleteThisFile
source: Are you sure you want to delete the {0} file?\nNote: this action cannot be undone.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το {0} αρχείο \ nΣημείωση:; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
fr: Voulez-vous vraiment supprimer le fichier {0}?\nRemarque: cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare il file {0} ?\nNota: è impossibile annullare questa azione.
lv: Vai jūs tiešām gribat izdzēst šo {0} failu?\nUzmanību: šo darbību nevarēs atcelt.
pt_br: Tem certeza que quer deletar o arquivo {0}?\nNota: esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить файл «{0}»?\nПримечание: это действие необратимо.
zh_cn: 您确定要删除文件{0}？\n注：这个操作不能撤销。

# DeleteThisMessage
source: Are you sure you want to delete this message?\nNote: this action cannot be undone.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το μήνυμα \ nΣημείωση:; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
fr: Voulez-vous vraiment supprimer ce message?\nRemarque: cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare questo messaggio?\nNota: è impossibile annullare questa azione.
lv: Vai jūs tiešām gribat izdzēst šo ziņojumu?\nUzmanību: šo darbību nevarēs atcelt.
pt_br: Tem certeza que deseja deletar esta mensagem?\nNota: esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить это сообщение?\nПримечание: это действие необратимо.
zh_cn: 您确定要删除这个消息吗？\n这个操作无法撤销。

# DeleteThisMilectone
source: Are you sure you want to delete this milestone?\nNote: this action cannot be undone.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το ορόσημο \ nΣημείωση:; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
fr: Voulez-vous vraiment supprimer ce jalon?\nRemarque: cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare questa milestone?\nNota: è impossibile annullare questa azione.
lv: Vai jūs tiešām gribat izdzēst šo posmu?\nUzmanību: šo darbību nevarēs atcelt.
pt_br: Tem certeza que deseja deletar esta metas?\nNota: esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить эту веху?\nПримечание: это действие необратимо.
zh_cn: 您确定要删除这个里程碑吗？\n注：这个操作无法撤销。

# DeleteThisProject
source: Are you sure you want to delete the project?\nNote: this action cannot be undone.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το έργο \ nΣημείωση:; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
fr: Voulez-vous vraiment supprimer ce projet?\nRemarque: cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare questo progetto ?\nNota: è impossibile annullare questa azione.
lv: Vai jūs tiešām gribat izdzēst šo projektu\nUzmanību: šo darbību nevarēs atcelt.
pt_br: Tem certeza que deseja deletar esta projeto?\nNota: esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить проект?\nПримечание: это действие необратимо.
zh_cn: 您确定要删除这个项目？\n注：这个操作不能撤销。

# DeleteThisProjectTemplate
source: Are you sure you want to delete this project template?\nNote: this action cannot be undone.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το πρότυπο έργο \ nΣημείωση:; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
fr: Voulez-vous vraiment supprimer ce modèle de projet?\nRemarque: cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare questo modello di progetto?\nNota: è impossibile annullare questa azione.
lv: Vai jūs tiešām gribat izdzēst šo projekta veidni?\nUzmanību: šo darbību nevarēs atcelt.
ru: Вы уверены, что хотите удалить этот шаблон проекта?\nПримечание: это действие необратимо.
zh_cn: 您确定要删除此项目模板？\n 注：这个操作无法撤销。

# DeleteThisTask
source: Are you sure you want to delete the {0} task?\nNote: this action cannot be undone.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε την {0} εργασία \ nΣημείωση: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
fr: Voulez-vous vraiment supprimer la tâche {0}?\nRemarque: cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare il compito {0} ?\nNota: è impossibile annullare questa azione.
lv: Vai jūs tiešām gribat izdzēst šo {0} uzdevumu?\nUzmanību: šo darbību nevarēs atcelt.
pt_br: Tem certeza que deseja deletar a tarefa {0}?\nNota: Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить {0} задачу?\nПримечание: это действие необратимо.
zh_cn: 您确定要删除任务{0}?\n注：这个操作无法撤销。

source: Edit Categories
el: Επεξεργασία Κατηγοριών
fr: Modifier catégories
it: Modifica categorie
lv: Rediģēt Kategorijas
pt_br: Editar categorias
ru: Редактировать категории
zh_cn: 编辑分类

# EditFunctionIsLocked
source: You cannot edit the milestone as it already contains tasks.
el: Δεν μπορείτε να επεξεργαστείτε το ορόσημο, δεδομένου ότι περιέχει ήδη τις εργασίες.
fr: Vous ne pouvez pas modifier le jalon, car il contient déjà des tâches.
it: E' impossibile modificare questa milestone, perchè contiene già i compiti.
lv: Jūs nevarat rediģēt posmu, jo tajā jau ir uzdevumi.
pt_br: Você não pode editar a metas que já está incluida na tarefa.
ru: Нельзя редактировать веху, так как в ней уже имеются задачи
zh_cn: 您不能编辑这个已经包含任务的里程碑。

# EditThisTask
source: Edit task
el: Επεξεργασία έργου
fr: Modifier tâche
it: Modifica compito
lv: Rediģet uzdevumu
pt_br: Editar tarefa
ru: Отредактировать задачу
zh_cn: 编辑任务

# EmptyDescription
source: Please describe what you spent this time for.
el: Παρακαλείστε να περιγράψετε με τι περάσατε αυτην την περίοδο
fr: Veuillez décrire ce que vous avez fait pendant ce temps.
it: Descrivi che cosa hai fatto durante questo periodo di tempo.
lv: Lūdzu aprakstiet, uz ko jūs iztērējāt šo laiku.
pt_br: Favor descreva como aproveitou seu tempo.
ru: Необходимо описать, на что было потрачено время
zh_cn: 请描述您所花费的时间。

# EmptyHoursCount
source: Please set a time spent
el: Παρακαλούμε να ορίσετε ένα χρόνο
fr: Définissez le temps passé
it: Determina il tempo passato
lv: Lūdzu ierakstiet iztērēto laiku
pt_br: Favor mostre o tempo gasto
ru: Необходимо задать затраченное время
zh_cn: 请设置所花费的时间

# EmptyMessageTitle
source: Each message must have a title
el: Κάθε μήνυμα πρέπει να έχει έναν τίτλο
fr: Tout message doit avoir un titre
it: Ogni messaggio deve avere un titolo
lv: Katram ziņojumam jābut nosaukums
pt_br: Cada mensagem deve ter um titulo
ru: Каждое сообщение должно иметь название
zh_cn: 每个消息都必须有一个标题

# EmptyProjectManager
source: Each project must have a manager
el: Κάθε έργο πρέπει να έχει ένας υπεύθυνο
fr: Tout projet doit avoir un chef
it: Ogni progetto deve avere un capo
lv: Katram projektam jābūt vadītājs
ru: У каждого проекта должен быть менеджер
zh_cn: 每个项目都必须有一个管理者

# EmptyProjectTitle
source: Each project must have a title
el: Κάθε έργο πρέπει να έχει έναν τίτλο
fr: Tout projet doit avoir un titre
it: Ogni progetto deve avere un titolo
lv: Katram projektam jābut nosaukums
pt_br: Cada projeto deve ter um titulo
ru: Каждый проект должен иметь название
zh_cn: 每个项目都必须有一个标题

# EmptyTaskTitle
source: Each task must have a title
el: Κάθε έργο πρέπει να έχει έναν τίτλο
fr: Toute tâche doit avoir un titre
it: Ogni compito deve avere un titolo
lv: Katram uzdevumam jābūt nosaukums
pt_br: Cada tarefa deve ter um titulo
ru: Каждая задача должна иметь название
zh_cn: 每个任务都必须有一个标题

# ErrorCategoryNotChanged
source: Error! Could not change category. Refresh the page and try again.
el: Σφάλμα! Δεν μπορούσε να αλλάξει η κατηγορία. Ανανεώστε την σελίδα και προσπαθήστε πάλι.
fr: Erreur! Impossible de changer la catégorie. Rafraîchissez la page et réessayez.
it: Errore! E' impossibile cambiare la categoria. Aggiorna la pagina e riprova.
lv: Kļūda! Kategorija nav nomainīta. Atjaunojiet lapu un pamēģiniet vēlreiz.
ru: Ошибка! Не удалось изменить категорию. Обновите страницу и попробуйте снова
zh_cn: 错误！无法修改分类。刷新页面，然后再试一次。

# Expand
source: Show
el: Εμφάνιση
fr: Afficher
it: Visualizza
lv: Parādīt
pt_br: Mostrar
ru: Показать
zh_cn: 显示

# FileSizeNote
source: Note: the file size cannot exceed 100 MB.
el: Σημείωση: το μέγεθος του αρχείου δεν μπορεί να υπερβαίνει τα 100 MB.
fr: Remarque: La taille du fichier ne peut pas dépasser 100 Mo.
it: Nota: la dimensione file non può superare 100 MB.
lv: Uzmanību: faila izmērs nevar pārsniegt 100MB.
pt_br: Nota: o tamanho do arquivo não pode exceder <strong>100MB</strong>.
ru: Примечание: размер файла не должен превышать 100 Мб.
zh_cn: 注：文件大小不能超过100 MB。

source: Hide Filters
el: Απόκρυψη φίλτρων
fr: Cacher filtres
it: Nascondi filtri
lv: Paslēpt filtrus
pt_br: Esconder Filtros
ru: Скрыть фильтры
zh_cn: 隐藏过滤器

source: Hide Template
el: Απόκρυψη Προτύπου
fr: Cacher modèle
it: Nascondi modello
lv: Paslēpt Veidni
ru: Скрыть шаблон
zh_cn: 隐藏模板

# IncorrectDate
source: The date format is invalid
el: Η μορφή της ημερομηνίας δεν είναι έγκυρη
fr: Le format de date n'est pas valide
it: Il formato data non è valido
lv: Datuma formats ir nepareizs
pt_br: O formato da data é invalido
ru: Неверный формат даты
zh_cn: 日期格式无效

source: Kb
fr: ko
ru: Кб

source: Mb
fr: Mo
ru: Мб

# NotifyManagerAboutIssueCompleted
source: The project manager has been sent a notification about the troubleshooting completed.
el: Ο διαχειριστής του έργου έχει σταλεί μια ειδοποίηση για ολοκλήρωση και αντιμετώπιση των προβλημάτων.
fr: Une notification concernant la fin du dépannage a été envoyée au chef de projet.
it: Una notifica sulla risoluzione del problema è stata inviata al capo progetto.
lv: Projektu vadītājam tika nosūtīts paziņojums par problēmas novēršanas izbeigšanu.
ru: Менеджеру проекта отправлено оповещение о завершении решения проблемы
zh_cn: 项目经理已发送了一条关于完成排除故障的通知。

# NotifyManagerAboutTaskCompleted
source: The project manager has been sent a notification about completing the task
el: Ο διαχειριστής του έργου έχει σταλεί μια ειδοποίηση σχετικά με την ολοκλήρωση του έργου
fr: Une notification concernant la fin de la tâche a été envoyée au chef de projet.
it: Una notifica sul completamento del compito è stata inviata al capo progetto
lv: Projekta vadītājam bija nosūtīts paziņojums par uzdevuma izpildīšanu
pt_br: O gerente de projetos enviou uma notificação sobre completação de tarefa
ru: Менеджеру проекта отправлено оповещение о завершении задачи
zh_cn: 项目经理已经发出一个关于完成任务的通知。

# NotifyResponsibleAboutTask
source: The responsible party has been sent a notification
el: Ο υπεύθυνος έχει σταλεί μια ειδοποίηση
fr: Une notification a été envoyée à celui qui est responsable
it: Una notifica è stata inviata al responsabile
lv: Tika nosūtīts paziņojums atbildīgam darbiniekam.
ru: Ответственному отправлено оповещение
zh_cn: 责任方已发出通知

# OnlyOneMilestone
source: You may plan only one milestone a day
el: Μπορείτε να θέσετε μόνο ένα ορόσημο την ημέρα
fr: Vous pouvez planifier un seul jalon par jour
it: E' possibile pianificare una sola milestone per giorno
lv: Jūs varat plānot tikai vienu posmu dienā
pt_br: Você pode planejar somente uma metas por dia
ru: В один день может быть запланирована только одна веха
zh_cn: 您一天只能计划一个里程碑

# ProjectTeamIsNull
source: No employees in project
el: Δεν υπάρχουν εργαζόμενοι στο έργο
fr: Aucun employé dans le projet
it: Nessun impiegato in progetto
lv: Projektam nav neviena darbinieka
pt_br: Sem contatos no projeto
ru: Нет участников в проекте
zh_cn: 项目中没有员工

# Remove
source: Delete
el: Διαγραφή
fr: Supprimer
it: Elimina
lv: Izdzēst
pt_br: Deleta
ru: Удалить
zh_cn: 删除

source: Save Changes
fr: Enregistrer changements
it: Salva modifiche
lv: Saglabāt izmaiņas
pt_br: Salvar Mudanças
ru: Сохранить изменения
zh_cn: 保存更改

source: Saving message...
el: Άποθήκευση μηνύματος ...
fr: Enregistrement du message...
it: Salvataggio di messaggio...
lv: Ziņojums saglabājās...
pt_br: Salvando mensagem...
ru: Сохранение сообщения...
zh_cn: 保存消息...

# SelectedActionInfo
source: Select an action
el: Επιλέξτε μια ενέργεια
fr: Sélectionnez une action
it: Seleziona azione
lv: Izvēlēties darbību
pt_br: Selecione uma ação
ru: Выберите действие
zh_cn: 选择一个动作

# SelectedTasksInfo
source: Select tasks
el: Επιλέξτε τα καθήκοντα
fr: Sélectionnez des tâches
it: Seleziona compiti
lv: Izvēlēties uzdevumu
pt_br: Selecione uma tarefa
ru: Выберите задачи
zh_cn: 选择任务

# SelectedTemplatesInfo
source: Select templates
el: Επιλέξτε πρότυπα
fr: Sélectionner modèles
it: Seleziona modelli
lv: Izvēlēties veidni
ru: Выберите шаблоны
zh_cn: 选择模板

# SwitchToTaskList
source: Switch to Project Tasks
el: Εναλλαγή σε εργασίες του έργου
fr: Afficher les tâches de projet
it: Vai ai compiti di progetto
lv: Pārslēgties uz Projekta Uzdevumiem
ru: Перейти к задачам проекта
zh_cn: 切换到项目任务

# SwitchToToDoList
source: Switch to Personal To-Do
fr: Afficher la liste des choses à faire
it: Visualizza lista personale di cose da fare
lv: Pārslegties uz Personīgiem Uzdevumiem
ru: Перейти к личным задачам
zh_cn: 切换到个人待办事项

# TaskActionCreateInfoBlock
source: The project manager will receive a notification email
el: Ο διαχειριστής του έργου θα λάβει ειδοποίηση μέσω ηλεκτρονικού ταχυδρομείου
fr: Le chef de projet recevra une notification par e-mail
it: Il capo progetto riceverà una notifica per email
lv: Projekta vadītājs saņems paziņojumu uz ē-pastu
pt_br: O gerente de projetos irá receber uma notificação por e-mail
ru: Менеджер проекта получит оповещение по e-mail
zh_cn: 项目经理将会收到电子邮件通知

# TrashEmpty
source: The trash is empty.
el: Τα σκουπίδια είναι άδεια.
fr: La corbeille est vide.
it: Il cestino è vuoto.
lv: Atkritne ir tukša
pt_br: A lixeira está vazia.
ru: Корзина пуста.
zh_cn: 回收站是空的。

source: Untitled Milestone
el: Απεριόριστα ορόσημα
fr: Jalon sans titre
it: Milestone senza titolo
lv: Nenosaukti Posmi
pt_br: metas sem titulo
ru: Веха без названия
zh_cn: 无标题的里程碑

source: Uploading...
el: Φόρτωση ...
fr: Chargement...
it: Caricamento in corso....
lv: Augšuplādējās...
pt_br: Enviando...
ru: Загрузка...
zh_cn: 正在上传...

# UploadingCompleted
source: Uploaded
el: Καταχωρήθηκε
fr: Chargé
it: Caricato
lv: Augšuplādēts
pt_br: Enviado
ru: Загружено
zh_cn: 上传

# UploadingFile
source: Uploading file «{0}»....
el: Φόρτωση αρχείου {0 }....
fr: Chargement du fichier «{0}»....
it: Caricamento file «{0}» in corso....
lv: Fails augšuplādējās «{0}»....
pt_br: Enviando arquivo «{0}»....
ru: Загружается файл «{0}»....
zh_cn: 正在上传文件«{0}»....

source: View Filters
el: Προβολή Φίλτρων
fr: Afficher filtres
it: Visualizza filtri
lv: Apskatīt filtrus
pt_br: Visualizar Filtros
ru: Показать фильтры
zh_cn: 查看过滤器

source: View Template
el: Προβολή προτύπου
fr: Voir modèle
it: Visualizza modello
lv: Apskatīt Veidni
ru: Просмотр шаблона
zh_cn: 查看模板
