Repository: aliakbarzadeh2021/teamlab
Catalog: Backup/web/studio/ASC.Web.Studio/Products/Projects/Resources/ProjectsCommonResource.*.resx
Languages: es, pt_br

# About
source: Help
es: Ayuda
pt_br: Ajuda

source: Action
es: Acción
pt_br: Ações

# ActionText_Add
source: Added
es: Añadido
pt_br: Adicionado

source: Add
es: Añadir
pt_br: Adicionar

source: Add Comment
es: Añadir comentario
pt_br: Adicionar comentario

source: Add time
es: Añadir tiempo
pt_br: Adicionar tempo

source: All
es: Todo
pt_br: Tudo

# AllDepartments
source: All {!groups}
es: Todos los {!groups}
pt_br: Todos os departamentos

# AllPeopleInProject
source: All project team
es: Todo el equipo
pt_br: Todos os projetos da equipe

source: All {!users}
es: Todos los {!users}
pt_br: Todos os usuários

source: Apply
es: Aplicar
pt_br: Aplicar

source: Author
es: Autor
pt_br: Autor

# AutoTimer
source: Start/Stop Timer
es: Iniciar/Detener temporizador

# AutoTimerChangeViewType
source: Change view type
es: Cambiar tipo

# AutoTimerLogHours
source: Add Time
es: Añadir tiempo

# AutoTimerNullTimeError
source: You can't add zero time
es: Imposible añadir tiempo de cero

# AutoTimerPause
source: Pause
es: Pausa

# AutoTimerReset
source: Reset
es: Restablecer

# AutoTimerSecondViewType
source: (hours)
es: (horas)

# AutoTimerStart
source: Start
es: Iniciar

source: Calendar
es: Calendario

source: Cancel
es: Cancelar
pt_br: Cancelar

# ChangesSaved
source: The changes have been saved
es: Los cambios han sido guardados
pt_br: As mudanças foram salvas

# ChooseaFileToUpload
source: Select a file to upload
es: Seleccione un archivo a subir
pt_br: Selecionar um arquivo para enviar

# Collapse
source: Hide
es: Ocultar
pt_br: Esconder

source: Comment
es: Comentario
pt_br: Comentar

source: Complete
es: Terminar
pt_br: Completar

# ConfirmEmailNotify
source: Yes, notify all subscribers about changes by email
es: Sí, notificar a todos los suscritos sobre los cambios por e-mail
pt_br: Sim, notificar todos subescritores sobre mudanças por e-mail

# CustomizeDashboardLink
source: Customize widgets
es: Personalizar widgets
pt_br: Customizar widgets

source: Customize Widgets
es: Personalizar widgets
pt_br: Customizar Widgets

source: Date
es: Fecha
pt_br: Data

source: Delete
es: Eliminar
pt_br: Deletar

source: Edit
es: Editar
pt_br: Editar

# Expand
source: Show
es: Mostrar
pt_br: Mostrar

# FollowingProjectsWidget_Description
source: shows the projects you follow
es: muestra los siguientes proyectos
pt_br: mostrar os seguimentos dos projetos

# FollowingProjectsWidget_EmptyString
source: You follow no projects
es: No hay ningún proyecto a seguir
pt_br: Sem projetos a seguir

# FollowingProjectsWidget_ErrorMessage
source: Invalid number of projects
es: Número de proyectos no válido
pt_br: Contagem invalida de projetos

# FollowingProjectsWidget_Title
source: Number of projects to display (1 to 30)
es: Número de proyectos a mostrar (1 a 30)
pt_br: Número de projetos a mostrar (1 a 30)

source: History
es: Historial
pt_br: Histórico

source: hours
es: horas
pt_br: horas

# HoursCount
source: Hours
es: Horas
pt_br: Horas

source: in
es: en
pt_br: dentro

# Late
source: Overdue
es: Caducados
pt_br: Tarde

source: Learn more
es: Más información
pt_br: Saiba mais

# LogTime
source: Add time
es: Añadir tiempo

# MessagesWidget_Description
source: shows the latest discussions
es: muestra las últimas discusiones
pt_br: mostrar as ultimas discussões

# MessagesWidget_ErrorMessage
source: Invalid number of messages
es: Número de mensajes no válido
pt_br: Contagem de mensagens invalida

# MessagesWidget_Title
source: Number of posts to display (1 to 30)
es: Número de posts a mostrar (1 a 30)
pt_br: Numero de postagens a mostrar (1 a 30)

# MessageWidget_EmptyString
source: No discussions started
es: Ninguna disusión ha sido iniciada
pt_br: Sem discussões

# MilestonesWidget_CountMilestones_Title
source: Number of milestones to display (1 to 30)
es: Número de hitos a mostrar (1 a 30)
pt_br: Numero de relatórios a mostrar (1 a 30)

# MilestonesWidget_ErrorMessage
source: Invalid number of milestones
es: Número de hitos no válido
pt_br: Contagem de relatórios invalida

# MilestonesWidget_Overdue_Description
source: shows overdue milestones
es: muestra hitos caducados
pt_br: mostrar relatórios vencidos

# MilestonesWidget_ShowLate_Title
source: Show overdue milestones
es: Mostrar hitos caducados
pt_br: Mostrar relatórios atrasados

# MilestonesWidget_Upcoming_Description
source: shows upcoming milestones
es: muestra los próximos hitos
pt_br: mostrar proximos relatórios

# ModuleName
source: Projects
es: Proyectos
pt_br: Projetos

source: Move to
es: Mover a
pt_br: Mover para

# MoveToTrash
source: Delete
es: Eliminar
pt_br: Deletar

# MyNewTasksWidget_EmptyString
source: You do not have any tasks
es: Usted no tiene ninguna tarea asignada
pt_br: Você não tem tarefas

# MyProjectsWidget_Description
source: shows the projects you take part in
es: muestra los proyectos en los que usted participa
pt_br: mostrar os projetos que você faz parte

# MyProjectsWidget_EmptyString
source: You don´t take part in any projects.
es: Usted no participa en ningún proyecto
pt_br: Você não faz parte de nenhum projeto.

# MyProjectsWidget_ErrorMessage
source: Invalid number of projects
es: Número de proyectos no válido
pt_br: Contagem de projetos invalida

# MyProjectsWidget_Title
source: Number of projects to display (1 to 30)
es: Número de proyectos a mostrar (1 a 30)
pt_br: Número de projetos a mostrar (1 a 30)

# MyTasksWidget_Description
source: shows your active tasks
es: muestra sus tareas activas
pt_br: mostrar suas tarefas ativas

# MyTasksWidget_ErrorMessage
source: Invalid number of tasks
es: Número de tareas no válido
pt_br: Contagem de tarefas invalida

# MyTasksWidget_Title
source: Number of tasks to display (1 to 30)
es: Número de tareas a mostrar (1 a 30)
pt_br: Numero de tarefas a mostrar (1 a 30)

# NewCommentForMessage
source: New comments in discussions
es: Nuevos comentarios en discusiones
pt_br: Novos comentários em discussão

# NewCommentForMilestone
source: New comments in milestones
es: Nuevos comentarios en hitos

# NewCommentForTask
source: New comments in tasks
es: Nuevos comentarios en tareas
pt_br: Novo comentário em tarefa

# NewProjectsWidget_Description
source: shows the newly created projects
es: muestra los proyectos últimamente creados
pt_br: mostrar os projetos recentes

# NewProjectsWidget_EmptyString
source: No projects added
es: Ningún proyecto está añadido
pt_br: Sem projeto adicionado

# NewProjectsWidget_ErrorMessage
source: Invalid number of projects
es: Número de proyectos no válido
pt_br: Contagem de projetos invalida

# NewProjectsWidget_Title
source: Number of projects to display (1 to 30)
es: Número de proyectos a mostrar (1 a 30)
pt_br: Numero de projetos a mostrar (1 a 30)

# NewsTitle
source: Title
es: Título
pt_br: Titulo

source: Next month
es: Mes siguiente
pt_br: Próximo mês

source: No data
es: Ningunos datos
pt_br: Sem data

source: Nothing has been found
es: Nada ha sido encontrado
pt_br: Nada foi encontrado

# NotifyPeopleViaEmail
source: Notify
es: Avisar
pt_br: Notificar

source: or
es: o
pt_br: ou

# PepleSubscribedToMessage
source: Those subscribed to discussion
es: Las personas que se han suscrito a la discusión
pt_br: Esta subscrição a discutir

source: Position
es: Puesto
pt_br: Posição

source: Preview
es: Vista previa
pt_br: Previsão

# PrevMonth
source: Previous month
es: Mes anterior
pt_br: Mês anterior

# ProductDescription
source: Build teams and assign tasks. Schedule project milestones, track project activity and generate reports.
es: Cree equipos y asigne tareas. Programe los hitos del proyecto, siga la actividad del proyecto y genere informes.
pt_br: Construir seu time projeto em equipe, organizar tarefas e planos de metas. Discutir questões importantes relacionadas ao trabalho, ver estatus do projeto e gerar relatórios

# ProductName
source: Projects
es: Proyectos
pt_br: Projetos

source: Recent Activity
es: Actividad reciente
pt_br: Atividades Recentes

# RecentActivityContainerTitle
source: Activity
es: Actividad
pt_br: Atividade

# RecentActivityWidget_Description
source: shows the latest activity across all projects
es: muestra la última actividad en todos los proyectos
pt_br: Mostrar as ultimas atividades sobre todos os projetos

# RecentActivityWidget_EmptyString
source: No recent activity
es: Ninguna actividad reciente
pt_br: Sem atividade recente

# RecentActivityWidget_ErrorMessage
source: Invalid number of actions
es: Número de acciones no válido
pt_br: Contagem de atividades invalido

# RecentActivityWidget_Title
source: Number of actions to display (1 to 30)
es: Número de acciones a mostrar (1 a 30)
pt_br: Número de ações a mostrar (1 a 30)

source: Save
es: Guardar
pt_br: Salvar

source: Save Changes
es: Guardar cambios
pt_br: Salvar mudanças

source: Saving...
es: Guardando...
pt_br: Salvando...

# ScreenBlock_Content
source: Follow 6 easy steps to manage your project effectively
es: Siga los 6 pasos fáciles para gestionar su proyecto de forma efectiva
pt_br: Seguir 6 faceis passos para gerenciar seu projeto efetivamente

# ScreenBlock1_Content
source: Add description, assign project manager
es: Introduzca una descripción, asigne un gerente
pt_br: Adicionar descrição, atribuir a gerente de projeto

# ScreenBlock1_Header
source: Create a project
es: Cree un proyecto
pt_br: Criar o Projeto

# ScreenBlock2_Content
source: Work on the project together
es: Trabaje en equipo
pt_br: Trabalhar no projeto juntos

# ScreenBlock2_Header
source: Manage Your Team
es: Gestione su equipo
pt_br: Gerenciar seu Grupo

# ScreenBlock3_Content
source: Track progress of your project
es: Siga el progreso de su proyecto
pt_br: Seguir o progresso de seu projeto

# ScreenBlock3_Header
source: Plan Milestones
es: Planifique hitos
pt_br: Plano de Metas

# ScreenBlock4_Content
source: Divide tasks between team members
es: Reparta tareas entre los miembros del equipo
pt_br: Dividir tarefas entre membros da equipe

# ScreenBlock4_Header
source: Assign Tasks
es: Asigne tareas
pt_br: Assinar tarefas

# ScreenBlock5_Content
source: Exchange information with your team
es: Entrecambie información con su equipo
pt_br: Trocar informação com seu time

# ScreenBlock5_Header
source: Start Discussion, Upload Files
es: Inicie discusiones, suba archivos
pt_br: Começar Discussão, Enviar Arquivo

# ScreenBlock6_Content
source: Report on project status and workflow
es: Prepare informes sobre el estado del proyecto
pt_br: Reportar estatus do projeto e fluxo de trabalho

# ScreenBlock6_Header
source: Generate Reports
es: Genere informes
pt_br: Gerar Respostas

# SearchResults
source: Search Results: "{0}"
es: Resultados de búsqueda: "{0}"
pt_br: Resultado da Busca: "{0}"

# SearchText
source: Search
es: Buscar
pt_br: Busca

source: Show
es: Mostrar
pt_br: Mostrar

source: Show All Results
es: Mostrar todos los resultados
pt_br: Mostrar Todos os Resultados

# ShowOnlyForMyProjects
source: Show only for my projects and the projects I follow
es: Mostrar sólo para mis proyectos y los proyectos que sigo
pt_br: Mostrar apenas meus projetos e os projetos que sigo

source: Sort by:
es: Organizar por:
pt_br: Organizar por:

# SpentTotally
source: Time Spent
es: Tiempo gastado
pt_br: Tempo empregado

source: Status
es: Estado
pt_br: Estatus

# SubscribeOnNewComment
source: Subscribe to comments
es: Suscribirse a comentarios
pt_br: Subscrever aos comentários

source: Time
es: Tiempo
pt_br: Tempo

source: Time Tracking
es: Registro del tiempo
pt_br: Controle de tempo

source: Title
es: Título
pt_br: Titulo

source: Today
es: Hoy
pt_br: Hoje

source: Total Found
es: Encontrado en total
pt_br: Total encontrado

source: Total on page
es: Encontrado por página
pt_br: Total na página

source: To Trash
es: A papelera
pt_br: Para Lixo

source: Type
es: Tipo
pt_br: Tipo

# UnSubscribeOnNewComment
source: Unsubscribe from comments
es: Anular suscripción a comentarios
pt_br: Deixar de seguir comentários

# UpcomingMilestonesWidget_EmptyString
source: No milestones added
es: Ningún hito añadido
pt_br: Nenhuma metas adicionada

# UploadTheFile
source: Upload file
es: Subir archivo
pt_br: Enviar arquivo

# UploadTheNewVersion
source: Update File Version
es: Actualizar versión de archivo
pt_br: Atualizar Versão de Arquivo

source: Up to date
es: Hasta la fecha
pt_br: Atualizar

source: with
es: con
pt_br: Com

# WithSelected
source: With the selected...
es: con el seleccionado
pt_br: Com o selecionado...

source: Yesterday
es: Ayer
pt_br: Ontem

source: Dashboard
pt_br: Painel
