Repository: aliakbarzadeh2021/teamlab
Catalog: Backup/web/studio/ASC.Web.Studio/Products/Projects/Resources/ReportResource.*.resx
Languages: de, pt_br

# ReportUserActivity_Descripton
source: {0}{2}The User Activity report will display a particular actions of users inside Projects for a given time period.{3}{2}To display your own activity for the previous week, click on Generate Report right away.{3}{2}To set another time period or select another user, configure the report parameters in the Filter section first, and then click on Generate Report.{3}{1}
de: {0}{2}Der Bericht über die Aktivität des Benutzers enthält die Aktionen eines bestimmten Projektteilnehmers für eine bestimmte Zeitperiode.{3}{2}Um Ihre eigene Aktivität für letzte Woche zu sehen, klicken Sie sofort auf "Bericht erstellen".{3}{2}Um eine andere Zeitperiode festzulegen oder einen anderen Benutzer zu wählen, stellen Sie zuerst die Berichtparameter in der Sektion "Filter" ein und klicken Sie auf "Bericht erstellen".{3}{1}
pt_br: <ul><li>O relatório Atividade de Usuário mostrará as ações de um contato em particular em Projects em um dado período.</li><li>Para mostrar suas próprias atividades na semana anterior, clique em Gerar Relatório.</li><li>Para indicar outro período de tempo ou selecionar outro contato, configure os parâmetos do relatório em Filtros, e então clique em Gerar Relatório.</li></ul>

# ReportUserActivity_InfoLine
source: Report generated: {0} {1} {2}
de: Bericht erstellt: {0} {1} {2}
pt_br: Relatório gerado: {0} {1} {2}

# ReportUserActivity_Title
source: User Activity
de: Aktivität des Mitarbeiters
pt_br: Atividade de Usuário

# ReportUserTasks_Description
source: {0}{2}The User Tasks report will display the list of tasks grouped according to the user they are assigned to.{3}{2}To view all tasks of users with their status indicated, click on Generate Report right away.{3}{2}To view only the tasks for a particular project or of a given status, configure the report parameters in the Filter section first, and then click on Generate Report.{3}{1}
de: {0}{2}Der Bericht über die Aufgaben des Benutzers enthält die Liste der Aufgaben, die nach den Teilnehmern gruppiert sind, den sie zugewiesen sind.{3}{2}Um die Aufgaben aller Benutzer mit dem angegebenen Status zu sehen, klicken Sie sofort auf "Bericht erstellen".{3}{2}Um Aufgaben für ein bestimmtes Projekt oder mit einem bestimmten Status zu sehen, stellen Sie zuerst die Berichtparameter in der Sektion "Filter" ein und klicken Sie auf "Bericht erstellen".{3}{1}
pt_br: <ul><li>O relatório Tarefas de Usuário mostrará a lista de tarefas em equipe de acordo com os contatos que estão associados.</li><li>Para visualizar todas as tarefas dos contatos com seus estatus, clique em Gerar Relatório.</li><li>Para visualizar apenas as tarefas para um projeto em particular ou um dado estatus, configure o parametro de relatório em Filtro, e então clique em Gerar Relatório.</li></ul>

# ReportUserTasks_InfoLine
source: Report generated: {0} {1} {2}
de: Bericht erstellt: {0} {1} {2}
pt_br: Relatório gerado: {0} {1} {2}

# ReportUserTasks_Title
source: User Tasks
de: Aufgaben des Mitarbeiters
pt_br: Tarefas de Usuário

source: Save as template
de: Als Vorlage speichern
pt_br: Salvar como modelo

# SendOnEmail
source: Send via email
de: Per E-Mail senden

source: Show Tasks
de: Aufgaben einblenden

source: Show User Activity report
de: Bericht über Benutzeraktivität anzeigen
pt_br: Mostrar relatório de atividades do usuário

source: Show User Tasks report
de: Bericht über Aufgaben des Mitarbeiters anzeigen

# TaskDone
source: Tasks completed
de: Aufgaben beendet
pt_br: Tarefas completadas

source: Task Report
de: Bericht über Aufgaben
pt_br: Relatório da Tarefa

# TasksDone
source: Completed Tasks
de: Beendete Aufgaben
pt_br: Tarefas Completadas

source: Tasks Status
de: Status der Aufgaben
pt_br: Estatus das tarefas

# TasksWorkingOn
source: Tasks in progress
de: Aufgaben im Gang
pt_br: Tarefas em progresso

# TemplateAndAutogen
source: Template and autogeneration
de: Vorlage und automatische Erstellung

source: Template Name
de: Name der Vorlage

# TemplateNotFound_Body
source: It might have been deleted, or there is no template with such ID
de: Es könnte sein, dass die Vorlage gelöscht wurde, oder es gibt keine Vorlage mit dieser Nummer

# TemplateNotFound_Header
source: Template not found
de: Vorlage nicht gefunden

# TemplateNotFound_RedirectTitle
source: Go to the template list
de: Zur Liste mit Vorlagen übergehen

source: Templates
de: Vorlagen

source: Template Title
de: Name der Vorlage

# ThisMonth
source: Current month
de: Aktueller Monat
pt_br: Mês corrente

# ThisWeek
source: Current week
de: Aktuelle Woche
pt_br: Semana corrente

# ThisYear
source: Current year
de: Aktuelles Jahr
pt_br: Ano corrente

source: Today
de: Heute
pt_br: Hoje

source: User
de: Mitarbeiter
pt_br: Usuário

source: Use template
de: Vorlage verwenden

# ViewByDepartments
source: View by {!group}
de: {!Groups}
pt_br: Visualizar por departamento

source: View by participant
de: Nach Mitarbeiter anzeigen
pt_br: Visualizar por participantes

# ViewByProjects
source: View by project
de: Nach Projekt anzeigen
pt_br: Visualizar por projeto

# ViewByUsers
source: View by user
de: Nach Mitarbeiter anzeigen
pt_br: Visualizar por usuário

source: View by user tasks
de: Nach Aufgaben des Benutzers anzeigen

# ViewClosedMilestones
source: Show closed milestones
de: Beendete Meilensteine anzeigen
pt_br: Mostrar Metas fechadas

# ViewClosedProjects
source: Show closed projects
de: Beendete Projekte anzeigen
pt_br: Mostrar projetos fechados

# ViewInfo
source: Show report information
de: Berichtdaten anzeigen

# ViewOnlyMyProjecs
source: Show only my projects
de: Nur meine Projekte anzeigen
pt_br: Mostrar apenas meus projetos

source: Week
de: Woche

# Weeks
source: Week
de: Wochen

source: Yesterday
de: Gestern
pt_br: Ontem

# Department
source: {!Group}
pt_br: Departamento

source: Filter
pt_br: Filtros
