Repository: aliakbarzadeh2021/teamlab
Catalog: Backup/web/studio/ASC.Web.Studio/Products/Projects/Resources/ReportResource.*.resx
Languages: de, pt_br

source: Actions
de: Aktionen
pt_br: Ações

source: Active Tasks
de: Aktive Aufgaben
pt_br: Tarefas Ativas

# ActiveTaskStatus
source: In progress
de: Im Gang

source: Additional Options
de: Zusätzliche Optionen
pt_br: Opções Adiicionais

# AllPeopleInProject
source: All project team
de: Alle Mitglieder des Projektteams
pt_br: Todos os projetos do equipe

source: Any
de: Jeder
pt_br: Qualquer

source: Any type
de: Jeder Typ
pt_br: Qualquer digito

# ApplyFilter
source: Apply
de: Übernehmen
pt_br: Aplicar

source: at
de: um

# AutogenReports
source: Autogenerating Reports
de: Automatische Erstellung der Berichte

# AutomaticallyGenerate
source: Generate such report automatically
de: Solchen Bericht automatisch erstellen

# BuildingReport
source: Creating report...
de: Bericht wird erstellt...

source: Category
de: Kategorie
pt_br: Categoria

# ChangeFilterData
source: Change the report filter
de: Berichtsfilter ändern

# ChangeSettings
source: change the report settings
de: Berichteinstellungen ändern

# ChooseDate
source: Select Date
de: Datum wählen
pt_br: Selecionar Data

# ChooseReportType
source: Select a report type
de: Wählen Sie den Typ des Berichts
pt_br: Selecionar um tipo de relatório

source: Choose Template
de: Vorlage wählen

# ChooseTimeInterval
source: Time Period
de: Zeitperiode
pt_br: Período de tempo

source: Clear all templates
de: Alle Vorlagen leeren

source: Clear report history
de: Berichtshistorie leeren

source: Click to sort by this column
de: Klicken Sie hier, um diese Spalte zu ordnen

# ClosedTaskStatus
source: Closed
de: Geschlossen

source: Create new report
de: Neuen Bericht erstellen
pt_br: Criar novo relatório

# CrteateTemplate
source: Create Template
de: Vorlage erstellen

# CsvColumnMilestoneDeadline
source: Milestone Deadline
de: Fristablauf des Meilensteins

# CsvColumnMilestoneStatus
source: Milestone Status
de: Status des Meilensteins

# CsvColumnMilestoneTitle
source: Milestone Title
de: Titel des Meilensteins

# CsvColumnProjectjTitle
source: Project Title
de: Titel des Projekts

# CsvColumnTaskDueDate
source: Task Due date
de: Fristablauf der Aufgabe

# CsvColumnTaskStatus
source: Task Status
de: Status der Aufgabe

# CsvColumnTaskTitle
source: Task Title
de: Titel der Aufgabe

# CsvColumnUserName
source: User Name
de: Benutzername

# DaleteAllAutogen
source: Clear all autogenerated
de: Alle automatisch erstellten Berichte leeren

source: Deadline
de: Fristablauftermin
pt_br: Prazo

source: Delete all templates
de: Alle Vorlagen löschen

source: Edit
de: Bearbeiten

source: Edit Template
de: Vorlage bearbeiten

# Empty
source: No templates could be found
de: Keine Vorlagen wurden gefunden

# EmptyTemplateTitle
source: You need to assign a name to the template
de: Ein Name muss für die Vorlage angeben werden

source: Every day
de: Jeden Tag

source: Every month
de: Jeden Monat

source: Every week
de: Jede Woche

source: Every year
de: Jedes Jahr

source: Export to csv
de: In CSV exportieren
pt_br: Exportar para csv

source: Export to html
de: In HTML exportieren

source: Export to xml
de: In XML exportieren

source: From
de: Aus
pt_br: De

source: Generate
de: Erstellen

source: Generate from Template
de: Anhand der Vorlage erstellen

source: Generate Report
de: Bericht erstellen
pt_br: Gerar Relatório

source: Generation date
de: Erstelldatum

# LastMonth
source: Previous month
de: Vorheriger Monat
pt_br: Mês anterior

# LastWeek
source: Previous week
de: Vorherige Woche
pt_br: Semana anterior

# LastYear
source: Previous year
de: Vorheriges Jahr
pt_br: Ano anterior

# MainReportPage
source: Reports Main Page
de: Hauptseite der Berichte

source: Milestones Status
de: Status der Meilensteine
pt_br: Estatus de Metas

source: My Templates
de: Meine Vorlagen
pt_br: Meus modelos

# NoMilestonesAndTasks
source: This project contains no milestones and tasks
de: Dieses Projekt enthält keine Meilensteine und Aufgaben

source: Notification
de: Benachrichtigung

# OrThePlannedDate
source: or the date planned
de: oder das geplante Datum

source: Other
de: Sonstiges
pt_br: Outros

source: Out of Milestone
de: Außerhalb vom Meilenstein

# Participiants
source: Members
de: Mitglieder
pt_br: Membros

# PepleSubscribedToReport
source: Those subscribed to report
de: Angemeldet für Bericht

# PeriodOfGeneration
source: Generation Time
de: Erstellungszeit

source: Print Report
de: Bericht drucken
pt_br: Imprimir Relatório

source: Project
de: Projekt
pt_br: Projeto

source: Projects Status
de: Status der Projekte
pt_br: Estatus dos Projetos

# ReportClosedTasks
source: Closed Tasks Report
de: Bericht über geschlossene Aufgaben
pt_br: Relatório de Tarefas Encerradas

# ReportCompletedTasks_InfoLine
source: Report generated: {0} {1} for the period {2} - {3}
de: Bericht erstellt: {0} {1} für die Periode von {2} bis {3}
pt_br: Relatório gerado: {0} {1} Para este período {2} - {3}

# ReportCompletedTasks_Title
source: Completed Tasks
de: Beendete Aufgaben
pt_br: Tarefas completadas

# ReportDetailed_Title
source: Detailed Reports
de: Detaillierte Berichte
pt_br: Relatórios Detalhados

# ReportEmployeesWithoutActiveTasks_Description
source: {0}{2}The Users with No Active Tasks report will display a list of the users who have no active tasks at the moment. {3}{2}To view all users with no active tasks across all projects, click on Generate Report right away.{3}{2}To select a particular group or check a particular user, configure the report parameters in the Filter section first, and then click on Generate Report.{3}{1}
de: {0}{2}Der Bericht über die Benutzer ohne aktive Aufgaben enthält die Liste der Benutzer, die momentan keine aktiven Aufgaben haben.{3}{2}Um alle Benutzer ohne aktive Aufgaben bei allen Projekten zu sehen, klicken Sie sofort auf "Bericht erstellen".{3}{2}Um eine bestimmte Gruppe oder einen Benutzer zu wählen, stellen Sie zuerst die Berichtparameter in der Sektion "Filter" ein und klicken Sie dann auf "Bericht erstellen".{3}{1}
pt_br: <ul><li>O relatório Projetos sem metas abertos mostrará uma lista de contatos que não tem tarefas ativas no momento. </li><li>Para visualizar todos os contatos sem tarefas ativas nos projetos, clique em Gerar Relatório.</li><li>Para selecionar um departamento em particular ou checar um contato em particular, configure o parametro de relatório em Filtros, e então clique em Generate Report.</li></ul>

# ReportEmployeesWithoutActiveTasks_InfoLine
source: Report generated: {0} {1} {2}
de: Bericht erstellt: {0} {1} {2}
pt_br: Relatório gerado: {0} {1} {2}

# ReportEmployeesWithoutActiveTasks_Title
source: {!Users} with no active tasks
de: Benutzer ohne aktive Aufgaben
pt_br: Projetos sem metas abertos

# ReportEmployment_Description
source: {0}{2}The Workload report will display the number of tasks assigned to a user, grouped according to their status.{3}{2}To view the data for all the users, click on Generate Report right away. {3}{2}To select a particular group or user, configure the report parameters in the Filter section first, and then click on Generate Report.{3}{1}
de: {0}{2}Der Bericht über die Belastung enthält die Anzahl der einem Benutzer zugewiesenen Aufgaben, die nach ihrem Status gruppiert sind.{3}{2}Um die Daten für alle Benutzer zu sehen, klicken Sie sofort auf "Bericht erstellen".{3}{2}Um eine bestimmte Gruppe oder einen Benutzer zu wählen, stellen Sie zuerst die Berichtparameter in der Sektion "Filter" ein, und klicken Sie dann auf "Bericht erstellen".{3}{1}
pt_br: <ul><li>O Relatório Contato de Trabalho irá mostrar o numero de tarefas assinadas para um contato, agrupando de acordo com seus estatus.</li><li>Para visualizar a data para todos os contatos, clique em Gerar Relatóriot.</li><li>Para selecionar um departamento em particular ou contato, configure os paremetros de relatório no s Filtros , e então clique em Gerar Relatóriot.</li></ul>

# ReportEmployment_InfoLine
source: Report generated: {0} {1} {2}
de: Bericht erstellt: {0} {1} {2}
pt_br: Relatório gerado: {0} {1} {2}

# ReportEmployment_Title
source: Workload
de: Belastung
pt_br: Carga de trabalho dos empregados

source: Report History
de: Berichtshistorie

# ReportLateMilestones_Description
source: {0}{2}The Overdue Milestones report will display a list of overdue milestones.{3}{2}To view the overdue milestones across all projects, click on Generate Report right away.{3}{2}To view the overdue milestones for a given project only, select the desired project from the drop-down list in the Filter section first, and then click on Generate Report.{3}{1}
de: {0}{2}Der Bericht Überfällige Meilensteine enthält die Liste der überfälligen Meilensteine. {3}{2}Um überfällige Meilensteine bei allen Projekten zu sehen, klicken Sie sofort auf Bericht erstellen.{3}{2}Um überfällige Meilensteine nur bei einem bestimmten Projekt zu sehen, wählen Sie zuerst das gewünschte Projekt aus dem Abrollmenü in der Sektion Filter und klicken Sie dann auf Bericht erstellen.{3}{1}
pt_br: <ul><li>O relatório Metas atrasados mostrará uma lista de metas atrasadas.</li><li>Para visualizar as metas atrasadas em todos os projetos, clique em Gerar Relatório.</li><li>Para visualizar as metas atrasadas apenas de um certo projeto, selecione o projeto desejado de uma lista em Filtros, e então clique em Gerenciar Relatório.</li></ul>

# ReportLateMilestones_InfoLine
source: Report generated: {0} {1} {2}
de: Bericht erstellt: {0} {1} {2}
pt_br: Relatório gerado: {0} {1} {2}

# ReportLateMilestones_Title
source: Overdue Milestones
de: Überfällige Meilensteine
pt_br: Metas atrasados

# ReportLateTasks_Description
source: {0}{2}The Overdue Tasks report will display a list of overdue tasks.{3}{2}To view the overdue tasks across all projects, click the Generate Report link.{3}{2}To view the overdue tasks for a given project only, select the desired project from the dropdown list in the Filter section first, and then click the Generate Report link.{3}{1}
de: {0}{2}Der Bericht über überfällige Aufgaben zeigt eine Liste mit aufgeschobenen Aufgaben.{3}{2}Um überfällige Aufgaben in allen Projekten zu sehen, klicken Sie auf den Button 'Bericht erstellen'.{3}{2}Um überfällige Aufgaben nur in einem Projekt zu sehen, wählen Sie zuerst das gewünschte Projekt im Listenmenü in der Sektion 'Filter' und klicken Sie dann auf den Button 'Bericht erstellen'.{3}{1}
pt_br: <ul><li>The Overdue Tasks report will display a list of overdue tasks.</li><li>To view the overdue tasks across all projects, click the Generate Report link.</li><li>To view the overdue tasks for a given project only, select the desired project from the dropdown list in the Filter section first, and then click the Generate Report link.</li></ul>

# ReportLateTasks_Title
source: Overdue Tasks
de: Überfällige Aufgaben
pt_br: Tarefas atrasadas

# ReportMilestoneList_Description
source: {0}{2}The Milestone List report displays the list of milestones grouped according to the project they are attached to. The default report will show the list of all milestones across all projects, with their respective deadlines indicated.{3}{2}To generate a report, click on Generate Report button below.{3}{2}Click on View filters link to change the default report settings. You may select to view only the milestones for a particular project or of a given status. Once the filter is configured, click on Generate Report again to generate a new report with the desired settings.{3}{1}
de: {0}{2}Der Bericht Liste mit Meilensteinen enthält die Liste der Meilensteine, die nach ihrer Zugehörigkeit zu einem der Projekte gruppiert sind. Der Standardbericht wird die Liste der Meilensteine bei allen Projekten mit den angegebenen Fristablaufterminen enthalten.{3}{2}Um einen Bericht zu generieren, klicken Sie auf den Button Bericht erstellen.{3}{2}Klicken Sie auf den Link Filter anzeigen, um die Standardeinstellungen zu ändern. Man kann nur Meilensteine eines bestimmten Projekts oder eines bestimmten Status wählen. Sobald das Filter eingestellt ist, klicken Sie noch einmal auf Bericht erstellen, um einen neuen Bericht zu generieren.{3}{1}
pt_br: <ul><li>O Relatório Lista de Metas mostra a lista de metas do equipe de acordo com o projeto que eles estão anexados. O relatório padrão mostrará a lista de todas as metas ao longo dos projetos, com os respectivos prazos indicados.</li><li>Para gerar um relatório, clique no botão Gerar Relatório.</li><li>Clique no link Visualizar filtros para mudar as opções padrão. Você pode selecionar para visualizar apenas a metas de um projeto em particular e seu estatus. Uma vez que filtro for configurado, clique em Gerar Relatório novamente para gerar um novo relatório com as configurações desejadas.</li></ul>

# ReportMilestoneList_InfoLine
source: Report generated: {0} {1} {2}
de: Bericht erstellt: {0} {1} {2}
pt_br: Relatório gerado: {0} {1} {2}

# ReportMilestoneList_Title
source: Milestone List
de: Liste der Meilensteine
pt_br: Lista de Metas

source: Report Name
de: Name des Berichts

# ReportOpenTasks
source: Open Tasks Report
de: Bericht über offene Aufgaben
pt_br: Relatório de Tarefas Abertas

# ReportPageTitle
source: Report «{0}»
de: Bericht «{0}»

# ReportProblemTracking_Title
source: Problem Tracking Reports
de: Problemverfolgungsberichte
pt_br: Relatórios de Rastreamento de Problemas

# ReportProjectList_Description
source: {0}{2}The Project List report will display a list of projects.{3}{2}To view all active projects with their respective manager, number of tasks, milestones, actions, and team members, click on Generate Report right away.{3}{2}To view projects within a particular group and/or view both active and completed projects, configure the report parameters in the Filter section first, and then click on Generate Report.{3}{1}
de: {0}{2}Der Bericht über die Liste mit Projekten enthält die Liste mit allen Projekten.{3}{2}Um alle aktiven Projekte mit den entsprechenden zuständigen Personen, Aufgaben, Meilensteinen, Aktionen und Projektteilnehmern zu sehen, klicken Sie sofort auf "Bericht erstellen".{3}{2}Um Projekte einer bestimmten Gruppe und/oder aktive und beendete Projekte zu sehen, stellen Sie zuerst die Berichtparameter in der Sektion "Filter" ein und klicken Sie dann auf "Bericht erstellen".{3}{1}
pt_br: <ul><li>O relatório Lista de Projeto mostrará uma lista de projetos.</li><li>Para visualizaar todos os projetos ativos com seus gerentes respectivos, numero de tarefas, metas, ações, e membros do equipe, clique em Gerar Relatório.</li><li>Para visualizar projetos em um departamento em particular e/ou visualizar os projetos ativos e completos, configure os parametos ro relatório em Filtro, e então clique em Gerar Relatório.</li></ul>

# ReportProjectList_InfoLine
source: Report generated: {0} {1} {2}
de: Bericht erstellt: {0} {1} {2}
pt_br: Relatório gerado: {0} {1} {2}

# ReportProjectList_Title
source: Project List
de: Liste mit Projekten
pt_br: Lista de Projetos

# ReportProjectsWithoutActiveMilestones_Description
source: {0}{2}The Projects with No Open Milestones report will display a list of projects with no open milestones attached.{3}{2}To view all projects with no open milestones, click on Generate Report right away.{3}{2}To check such projects within a particular group or check a particular user, select the desired group and/or user in the Filter section first, and then click on Generate Report.{3}{1}
de: {0}{2}Der Bericht über Projekte ohne aktive Meilensteine zeigt eine Liste mit Projekten ohne aktive Meilensteine.{3}{2}Um alle Projekte ohne aktive Meilensteine zu sehen, klicken Sie sofort auf "Bericht erstellen".{3}{2}Um solche Projekte bei einer Gruppe oder einem Benutzer zu sehen, wählen Sie zuerst die gewünschte Gruppe und/oder einen Benutzer in der Sektion "Filter" und klicken Sie dann auf "Bericht erstellen".{3}{1}
pt_br: <ul><li>O relatório Projetos sem Metas Abertas mostrará uma lista de projetos sem metas abertas anexadas.</li><li>Para visualizar todos os projetos sem metas abertas, clique em Gerar Relatório.</li><li>Para checar semelhantes projetos com um departamento particular ou chcar um contato em particular, selecione o departamento desejado e/ou contato em Filtros, e então clique em Gerar Relatório.</li></ul>

# ReportProjectsWithoutActiveMilestones_InfoLine
source: Report generated: {0} {1} {2}
de: Bericht erstellt: {0} {1} {2}
pt_br: Relatório gerado: {0} {1} {2}

# ReportProjectsWithoutActiveMilestones_Title
source: Projects with no active milestones
de: Projekte ohne geöffnete Meilensteine
pt_br: Projetos sem Metas Abertas

# ReportProjectsWithoutActiveTasks_Description
source: {0}{2}The Projects with No Active Tasks report will display a list of projects with no active tasks assigned.{3}{2}To view all projects with no active tasks, click on Generate Report right away.{3}{2}To check such projects within a particular group or check a particular user, select the desired group and/or user in the Filter section first, and then click on Generate Report.{3}{1}
de: {0}{2}Der Bericht über Projekte ohne aktive Aufgaben enthält die Liste der Projekte, die keine aktiven Aufgaben haben.{3}{2}Um alle Projekte ohne aktive Aufgaben zu sehen, klicken Sie sofort auf "Bericht erstellen".{3}{2}Um solche Projekte bei einer bestimmten Gruppe oder einem Benutzer zu sehen, wählen Sie zuerst die gewünschte Gruppe und/oder einen Benutzer in der Sektion "Filter" und klicken Sie dann auf "Bericht erstellen".{3}{1}
pt_br: <ul><li>O relatório Projetos sem Tarefas Ativas mostrará uma lista de projetos sem tarefas associadas.</li><li>Para visualizar todos os projetos sem tarefas ativas, clique em Gerar Relatório.</li><li>Para checar semelhantes projetos em um departamento particular ou checar um contato em particular, selecione o departamento desejado e/ou contato em Filtrar, e então clique em Gerar Relatório.</li></ul>

# ReportProjectsWithoutActiveTasks_InfoLine
source: Report generated: {0} {1} {2}
de: Bericht erstellt: {0} {1} {2}
pt_br: Relatório gerado: {0} {1} {2}

# ReportProjectsWithoutActiveTasks_Title
source: Projects with no active tasks
de: Projekte ohne aktive Aufgaben
pt_br: Projetos sem Tarefas Ativas

source: Reports
de: Berichte
pt_br: Relatorios

# ReportStatistics_Title
source: Statistics Reports
de: Statistische Berichte
pt_br: Estatisticas de Relatórios

# ReportTaskList_Description
source: {0}{2}The Project Tasks report will display a list of tasks grouped according to the project and milestone they are attached to. {3}{2}To view the list of all tasks across all projects with the responsible party and status indicated, cick on Generate Report right away.{3}{2}To view only the tasks for a particular project or of a given status, configure the report parameters in the Filter section first, and then click on Generate Report.{3}{1}
de: {0}{2}Der Bericht Aufgaben in Projekten enthält die Liste der Aufgaben, die nach ihrer Zugehörigkeit zu einem Projekt und Meilenstein gruppiert sind.{3}{2}Um die Liste der Aufgaben bei allen Projekten mit der Angabe der zuständigen Person und des Status zu sehen, klicken Sie sofort auf Bericht erstellen.{3}{2}Um Aufgaben in einem bestimmten Projekt oder von einem Status zu sehen, stellen Sie zuerst die Berichtparameter in der Sektion Filter ein und klicken Sie dann auf Bericht erstellen.{3}{1}
pt_br: <ul><li>O Relatório Tarefas de Projetos mostrará uma lista de tarefas por equipe de acordo com as metas do projeto que são anexas.</li><li>Para visualizar a lista de todas as tareffas dos projetos com o responsavel e indicações de estatus, clique em Gerar Relatório.</li><li>Para visualizar apenas as tarefas para um projeto particular ou de um dado estatus, configure os parametos em Filtros, e então clique em Gerar Relatório.</li></ul>

# ReportTaskList_InfoLine
source: Report generated: {0} {1} {2}
de: Bericht erstellt: {0} {1} {2}
pt_br: Relatório gerado: {0} {1} {2}

# ReportTaskList_Title
source: Project Tasks
de: Aufgaben in Projekten
pt_br: Tarefas de Projetos

# ReportTimeSpend_Description
source: {0}{2}Time Tracking report is a list of tasks that indicates the actual work time spent by users on their accomplishment basing on a time tracking register.{3}{2}This report allows to track the task progess by the actual time spent on current tasks.{3}{1}
de: {0}{2}Der Bericht über die Zeitaufwendung enthält die Liste der Aufgaben mit angegebener wirklicher Arbeitszeit, die für ihre Erfüllung aufgrund der Zeitverfolgung aufgewandt wurde.{3}{2}Durch diesen Bericht kann man den Fortschritt der Aufgabenerfüllung nach aufgewandter Zeit verfolgen.{3}{1}
pt_br: O Relatório de tempo gasto é uma lista que indica o tempo de trabalho gasto pelos contatos em uma base de acompanhamento registrado. Este relatorio permite acompanhar o progresso de tempo gasto sobre uma tarefa.

# ReportTimeSpend_InfoLine
source: Report generated: {0} {1} for the period {2} - {3}
de: Bericht erstellt: {0} {1} für die Periode von {2} bis {3}
pt_br: Relatório gerado: {0} {1} para o período {2} - {3}

# ReportTimeSpend_Title
source: Time Spent
de: Aufgewandte Zeit
pt_br: Tempo gasto

# ReportTimeSpendSummary_Description
source: {0}{2}The Time Tracking Report displays a list of users with their total work time calculated basing on a time register.{3}{2}This report helps track the total amount of time spent by a user on performing his tasks.{3}{1}
de: {0}{2}Der Bericht über die Zeitaufwendung zeigt eine Liste der Benutzer mit ihrer Gesamtarbeitszeit an, die auf dem Registrierungstagebuch basiert.{3}{2}Dieser Bericht hilft die Gesamtzeit zu kalkulieren, die von einem Benutzer für die Ausführung seiner Aufgaben aufgewandt wurde.{3}{1}
pt_br: <ul><li>The Time Tracking Report displays a list of employees with their total work time calculated basing on a time register.</li><li>This report helps track the total amount of time spent by an employee on performing his tasks.</li></ul>

# ReportTimeSpendSummary_InfoLine
source: Report generated: {0} {1} for the period {2} - {3}
de: Bericht erstellt: {0} {1} für die Periode von {2} bis {3}
pt_br: Relatório gerado: {0} {1} para o período {2} - {3}

# ReportTimeSpendSummary_Title
source: Time Tracking Report
de: Bericht über Zeitaufwendung
pt_br: Relatório de tempo gasto

# ReportUpcomingMilestones_Description
source: {0}{2}The Upcoming Milestones report will display a list of upcoming milestones.{3}{2}To view the upcoming milestones across all projects for a week's period, click on Generate Report right away.{3}{2}To view the upcoming milestones for a given project and/or another time period, select the desired project from the drop-down list and/or set another margin date in the Up to date field first, and then click on Generate Report.{3}{1}
de: {0}{2}Der Bericht Kommende Meilensteine enthält die Liste der kommenden Meilensteine.{3}{2}Um kommende Meilensteine bei allen Projekten für eine Woche zu sehen, klicken Sie sofort auf Bericht erstellen.{3}{2}Um kommende Meilensteine für ein bestimmtes Projekt und/oder eine andere Zeitperiode zu sehen, wählen Sie zuerst das gewünschte Projekt im Abrollmenü und/oder legen Sie eine andere Zeitperiode im Feld Bis zum Datum fest und klicken Sie dann auf Bericht erstellen.{3}{1}
pt_br: <ul><li>O relatório Próximos Metas mostrará uma lista das proximas metas.</li><li>Para visualizar as próximas metas entre os projetos para um período de semanas, clique em Gerar Relatório.</li><li>Para visualizar as próximas metas por um dado projeto e/ou outro período de tempo, selecione o projeto desejado de uma lista e/ou indique outra data limite em Até a data, e então clique em Gerar Relatório.</li></ul>

# ReportUpcomingMilestones_InfoLine
source: Report generated: {0} {1} {2}
de: Bericht erstellt: {0} {1} {2}
pt_br: Relatório gerado: {0} {1} {2}

# ReportUpcomingMilestones_Title
source: Upcoming Milestones
de: Kommende Meilensteine
pt_br: Próximos Metas
