Repository: aliakbarzadeh2021/teamlab
Catalog: Backup/web/studio/ASC.Web.Studio/Products/Projects/Resources/SettingsResource.*.resx
Languages: el, es

# AccessDenied
source: No permissions for data import
es: No hay permisos para importar datos

# Close
source: Close Window
el: Κλείσιμο Παραθύρου
es: Cerrar ventana

# CompanyURL
source: The company URL, for example {0}https://mycompany.basecamphq.com{1}
es: URL de la empresa, por ejemplo {0}https://mycompany.basecamphq.com{1}

source: Default Tab
el: Προεπιλεγμένη καρτέλα
es: Pestaña predeterminada

# DefaultTabInfo
source: Select the tab that will be used as the default home page
es: Seleccione la pestaña que se usará como página de inicio predeterminada

# EmptyToken
source: The API Token field is empty
es: El campo API Token está vacío

# EmptyURL
source: The URL field is empty
es: El campo URL está vacío

# FailedToSaveComment
source: Failed to save comment "{0}"
el: Αποτυχία αποθήκευσης σχολίου "{0}"
es: Imposible guardar comentario "{0}"

# FailedToSaveFile
source: Cannot upload file {0}
el: Δεν μπορείτε να ανεβάσετε το αρχείο {0}
es: Imposible subir archivo {0}

# FailedToSaveFileCategory
source: Failed to save file category "{0}"
el: Αποτυχία για να σώσει την κατηγορία αρχείο "{0}"
es: Imposible guardar categoría de archivo "{0}"

# FailedToSaveMessage
source: Failed to save message "{0}"
el: Αποτύχατε να αποθηκεύσετε το μήνυμα "{0}"
es: Imposible guardar mensaje "{0}"

# FailedToSaveMilestone
source: Failed to save milestone "{0}"
el: Αποτυχία αποθήκευσης ορόσημου "{0}"
es: Imposible guardar hito "{0}"

# FailedToSaveProject
source: Failed to save project "{0}"
el: Αποτυχία αποθήκευσης του έργου "{0}"
es: Imposible guardar proyecto "{0}"

# FailedToSaveTask
source: Faile to save task "{0}"
el: Αποτύχατε να αποθηκεύσετε έργο "{0}"
es: Imposible guardar tarea "{0}"

# FailedToSaveTimeSpend
source: Faield to save time item "{0}"
el: Αποτύχατε να αποθηκεύσετε το σημείο του χρόνου "{0}"
es: Imposible guardar tiempo"{0}"

# FailedToSaveUser
source: Failed to save user "{0}"
el: Αποτυχία αποθήκευσης χρήστη "{0}"
es: Imposible guardar usuario "{0}"

source: Files
el: Αρχεία
es: Archivos

# ImportAttantionPanelAgreement
source: Yes, I understand it
es: Sí, lo entiendo

# ImportAttantionPanelBody
source: All Basecamp projects will be imported to TeamLab as Private projects. These projects will be available to the portal's administrators only. The project managers and the members of the project team will get access to the corresponding projects only.
el: Όλα τα Basecamp έργα θα εισαχθούν στην TeamLab ως ιδιωτικά έργα. Τα έργα αυτά θα είναι διαθέσιμα στους διαχειριστές του κόμβου μόνο. Οι διαχειριστές του έργου και τα μέλη της ομάδας έργου θα έχουν πρόσβαση στα αντίστοιχα προγράμματα μόνο.
es: Todos los proyectos de Basecamp se importarán a TeamLab como los proyectos privados. Estos proyectos estarán disponibles sólo a los administradores del portal. Los gerentes y los miembros de proyecto tendrán acceso sólo a los proyectos correspondientes.

# ImportAttantionPanelTitle
source: Warning!
es: ¡Aviso!

# ImportClosedTasks
source: import closed tasks and projects
es: importar tareas y proyectos cerrados

# ImportCompleted
source: Importing completed
es: La importación se ha completado

# ImportFailed
source: Error while importing
el: Σφάλμα κατά την εισαγωγή
es: Ocurrió un error a la hora de importar

# ImportFileStarted
source: Starting import of {0} files from all project
es: Inicio de importe de archivos {0} del proyecto entero

source: Import from Basecamp
es: Importación de Basecamp

# ImportInfo_Attention
source: Please note that all the data imported from your Basecamp account will become public to all portal members as TeamLab doesn't provide access restrictions.
es: Por favor, tenga en cuenta que todos los datos importados de la cuenta de Basecamp estarán disponibles a todos los miembros del portal como Teamlab no proporciona restricciones de acceso.

# ImportInfo_Attention_PopUp
source: Attention! After Import is completed, all your portal members will get an access to ALL the data from your Basecamp account. Do you agree to proceed?
el: Προσοχή! Μετά την ολοκλήσωσει της εισαγωγής , όλα τα μέλη του portal σας θα πάρουν μια πρόσβαση σε όλα τα δεδομένα από Basecamp στο λογαριασμό σας. Συμφωνείτε να συνεχίσετε;
es: ¡Atención! En cuanto la importación termine, todos los miembros de su portal obtendrán acceso a TODOS los datos de su cuenta de Basecamp. ¿Desea continuar?

# ImportInfo_Notyfy
source: All your portal members will receive email invitations to TeamLab.
el: Όλα τα μέλη του Teamlab σας θα λάβουν e-mail προσκλήσεις για TeamLab.
es: Todos los miembros de su portal recibirán las invitaciones a Teamlab.

# ImportInfoPanelContent
source: Importing...
es: Importación...

# ImportProjectDataStarted
source: Started import of project "{0}" data
es: Importación de los datos de proyecto "{0}" se ha iniciado

# ImportProjectsFromTheBaseCamp
source: Import projects from Basecamp
es: Importar proyectos de Basecamp

# ImportProjectStarted
source: Started import of project "{0}"
es: Importación de proyecto "{0}" iniciada

source: Import started
es: Importación se ha iniciado

# InfoModuleSettings
source: You can block some Projects modules here
es: Aquí puede bloquear algunos módulos de Projects

# InfoToken
source: Basecamp access information is used only once for a single import and is not stored in the system
el: Basecamp πληροφορίες πρόσβασης χρησιμοποιείται μόνο μία φορά για μια μόνο εισαγωγή και δεν είναι αποθηκευμένα στο σύστημα
es: La información de acceso a Basecamp se usa sólo una vez la una única importación y no se guarda en el sistema

# InfoURL
source: Make sure {0}Basecamp API{1} is enabled in your Basecamp site settings
es: Asegúrese de tener {0}Basecamp API activado{1} en los ajustes del sitio de Basecamp

source: Module Settings
es: Configuración de módulos

source: more errors
es: más errores

# OutOfThree
source: of 3
es: de 3

source: People
es: Gente

# PleaseWait
source: Please wait while the most important part is importing
es: Por favor espere mietras se importa la parte más importante

# PopupPanelBody
source: It is recommended not to make any changes to your portal while{0} the import is being done.{0}{0} You may close this window and continue working with your TeamLab portal{0} as soon as the import of the Files section starts.
es: No se recomienda hacer camio alguno al portal mientras los usuarios y los projectos{0} se están importando.{0}{0} Podrá cerrar la ventana y seguir trabajando con su portal de TeamLab{0} en cuanto empiece la importación de la sección Archivos.

# PopupPanelHeader
source: Importing from Basecamp
es: Importación de Basecamp

source: Projects
es: Proyectos

# SendInvitations
source: send email invitations to TeamLab to all portal members
es: enviar invitaciones a TeamLab por email a todos los miembros del portal

source: Settings
es: Ajustes

# StartImport
source: Start Importing
es: Empezar a importar

# StatusAwaiting
source: awaiting
el: περιμένουν
es: en espera

# StatusImporting
source: importing
es: importando

# UserToken
source: Your Basecamp API token
es: "API token" de Basecamp

# ViewCalendar
source: Show the Calendar module
es: Mostrar el módulo Calendario

source: View Details
es: Ver detalles

# ViewFiles
source: Show the Files module
es: Mostrar el módulo Archivos

# ViewIssueTracker
source: Show the Issues module
es: Mostrar el módulo Problemas

# ViewTimeTracking
source: Show the Time Tracking module
es: Mostrar el módulo Registro de tiempo

# YesStartImport
source: Yes, Start Importing
es: Sí, empezar a importar
