Repository: aliakbarzadeh2021/teamlab
Catalog: web/studio/ASC.Web.Studio/Products/Community/Modules/Wiki/Resources/WikiResource.*.resx
Languages: lv

source: Actions
lv: Darbības

source: Author
lv: Autors

# BackLink
source: Back
lv: Atpakaļ

# cfmDeleteFile
source: Delete file?
lv: Izdzēst failu?

# cfmDeletePage
source: Delete page?
lv: Izdzēst lapu?

# cmdCancel
source: Cancel
lv: Atcelt

# cmdDelete
source: Delete
lv: Izdzēst

# cmdDiff
source: Compare selected versions
lv: Salīdzināt izvēlētas versijas

# cmdEdit
source: Edit
lv: Rediģēt

# cmdHide
source: Close
lv: Aizvērt

# cmdPreview
source: Preview
lv: Priekšskatījums

# cmdPrint
source: Print
lv: Printēt

# cmdPublish
source: Publish
lv: Publicēt

# cmdRevert
source: Revert
lv: Atgriezties

# cmdSave
source: Save
lv: Saglabāt

# cmdUpload
source: Upload
lv: Augšuplādēt

# cmdVersionTemplate
source: Version {0}
lv: Versija {0}

source: Date
lv: Datums

# ErrorNotCorrectMaxPageCountSettings
source: Invalid number of pages
lv: Nepareizs lapu skaits

# InfoPageName
source: Wiki
lv: Viki vietne

# ListWikiActions
source: Actions
lv: Darbības

# ListWikiFileInfo
source: File Info
lv: Faila Informācija

# ListWikiFileName
source: File Name
lv: Faila Nosaukums

# ListWikiPageInfo
source: Page Info
lv: Lapas Informācija

# ListWikiPageName
source: Page Title
lv: Lapas Nosaukums

# MainWikiAddNewFile
source: New File
lv: Jauns Fails

# MainWikiAddNewPage
source: New Page
lv: Jauna Lapa

# MainWikiCaption
source: Home
lv: Mājas

# MainWikiEditFile
source: Edit File
lv: Rediģēt failu

# MainWikiEditPage
source: Edit Page
lv: Rediģēt lapu

# MainWikiFileIsNotExists
source: The file does not exist. {0Create} a file with this name[[ or search in the {1search result}]]?
lv: Tāds fails neeksistē. {0Izveidot} failu ar šādu vārdu[[ vai apskatīt {1meklēšanas rezultātu}]]?

# MainWikiPageIsNotExists
source: <div class="wikiEmptyPage"><div class="secondaryCaption">The requested page does not exist. </div>Would you like to {0create} it[[ o search in the {1search result}]]?</div>
lv: <div class="wikiEmptyPage"><div class="secondaryCaption">Pieprasīta lapa neeksistē. </div>Vai jūs gribētu{0izveidot} to[[ vai apskatīt {1meklēšanas rezultātu}]]?</div>

# MaxLastPagesCountSettingsTitle
source: Number of pages to display (1 to 30)
lv: Lapu skaits attēlošanai (no 1 līdz 30)

# menu_AddNewFile
source: Upload File
lv: Augšuplādēt failu

# menu_AddNewPage
source: Create new page
lv: Izveidot jaunu lapu

# menu_byUserPagesFormat
source: User pages {0}
lv: Lietotāja lapas {0}

# menu_CreateThePage
source: Create page
lv: Izveidot lapu

# menu_DeleteThePage
source: Delete page
lv: Izdzēst lapu

# menu_EditThePage
source: Edit page
lv: Rediģēt lapu

# menu_FreshEditPages
source: Recently Edited
lv: Nesen rediģētas

# menu_Help
source: Help
lv: Palīdzība

# menu_ListCategories
source: Categories
lv: Kategorijas

# menu_ListFiles
source: Files
lv: Faili

# menu_ListPages
source: Index
lv: Indekss

# menu_ListPagesCatFormat
source: Category: {0}
lv: Kategorija: {0}

# menu_MainPage
source: Home
lv: Mājas

# menu_NewPages
source: New Pages
lv: Jaunas Lapas

# menu_PrintThePage
source: Print page
lv: Izprintēt Lapu

# menu_ShowVersions
source: View history
lv: Skatīties vēsturi

# ModuleDescription
source: The corporate wiki
lv: Korporatīva viki vietne

# ModuleName
source: Wiki
lv: Viki vietne

# msgFileEmpty
source: The file for uploading is not selected.
lv: Nav izvēlēts fails augšuplādēšanai.

# msgInternalError
source: An internal error occurred. Please contact the administrator.
lv: Iekšēja kļūda. Lūdzam sazināties ar administratoru.

# msgNoChanges
source: There have been no changes.
lv: Nebija nekādu izmaiņu.

# msgOldVersion
source: This page has been edited by another user. Please refresh the page to view the latest version.
lv: Cits lietotājs rediģēja šo lapu. Lūdzu atsvaidziniet lapu, lai apskatīt pēdējo versiju.

# msgPageNameEmpty
source: The Page Title field is empty.
lv: Lapas Nosaukums ir tukšs.

# msgPageNameIncorrect
source: The page name is incorrect. Please try to enter an alternative name.
lv: Lapai ir nepareizs nosaukums. Ievadiet citu.

# msgSamePageExists
source: A page with this title already exists.
lv: Lapa ar tādu nosaukumu jau eksistē.

# msgSaveSucess
source: The changes have been saved.
lv: Izmaiņas ir saglabātas.

# NoPagesWidgetMessage
source: Click here to {0}Create new page{1}
lv: Uzklikšķiniet šeit, lai {0}Izveidot jaunu lapu{1}

# NotifyAction_AddPageToCat
source: Add page to category
lv: Pievienot lapu kategorijai

# NotifyAction_ChangePage
source: Edit/Comment on Page
lv: Rediģēt/Komentēt

# NotifyAction_NewPage
source: New Page
lv: Jauna Lapa

# NotifyOnEditPage
source: Subscribe to page
lv: Parakstīties uz Lapu

# NotifyOnNewPage
source: Subscribe to new pages
lv: Parakstīties uz jaunām lapām

# NotifyOnPageCat
source: Subscribe to category
lv: Parakstīties uz kategoriju

# PagePreview
source: Preview
lv: Priekšskatījums

# PleaseWaitMessage
source: Please wait...
lv: Lūdzu uzgaidiet

# SearchDefaultString
source: Wiki Search
lv: Meklēt Viki Vietnē

# UnNotifyOnEditPage
source: Unsubscribe from page
lv: Atrakstīties no lapas

# UnNotifyOnNewPage
source: Unsubscribe from new pages
lv: Atrakstīties no jaunām lapām

# UnNotifyOnPageCat
source: Unsubscribe from categories
lv: Atrakstīties no kategorijām

# wiki_PageContCaption
source: Page
lv: Lapa

# wiki_PageContGoButton
source: Go
lv: Aiziet

# wikiAction_CommentAdded
source: comment added
lv: komentārs pievienots

# wikiAction_CommentDeleted
source: comment deleted
lv: komentārs izdzēsts

# wikiAction_CommentEdited
source: comment edited
lv: komentārs rediģēts

# wikiAction_FileAdded
source: file added
lv: fails pievienots

# wikiAction_FileDeleted
source: file deleted
lv: fails izdzēsts

# wikiAction_PageAdded
source: page added
lv: lapa pievienota

# wikiAction_PageEdited
source: page edited
lv: lapa rediģēta

# wikiAction_VersionRevert
source: page version reverted
lv: lapa atgriezta uz iepriekšēju versiju

# WikiBreadcrumbsModuleName
source: Wiki
lv: Viki vietne

# wikiDiffDescriptionFormat
source: Comparing Ver.{0} with Ver.{1}
lv: Salīdzināt Ver.{0} with Ver.{1}

# wikiFileUploadSubject
source: Upload File
lv: Augšuplādēt Failu

# wikiHistoryCaption
source: History
lv: Vēsture

# WikiPageCount
source: Total pages
lv: Lapu kopsumma

# wikiPageInfoFormat
source: Latest changes by {0} at {1}
lv: Pēdējas izmaiņas veica {0} {1}

# wikiRevertConfirm
source: Do you want to revert this version?
lv: Vai jūs gribat atgriezties iepriekšējā versijā?

# wikiSize
source: Size
lv: Izmērs

# wikiWidgetAllPages
source: All Pages
lv: Visas Lapas

# WikiWidgetDescription
source: shows the newly created pages
lv: tikai izveidotas lapas

# WikiWidgetTitle
source: Wiki
lv: Viki vietne
