Repository: aliakbarzadeh2021/teamlab
Catalog: web/studio/ASC.Web.Studio/App_GlobalResources/Resource.*.resx
Languages: es, ru

# PersonalProperties
source: Personal
ru: Личные

# PersonalSMTP
source: Personal Mail
es: E-mail personal
ru: Личная почта

# PhoneOffice
source: Work Phone
es: Teléfono de trabajo
ru: Рабочий телефон

# PleaseWaitMessage
source: Please wait...
es: Por favor espere...
ru: Пожалуйста, подождите...

source: Port
es: Puerto
ru: Порт

source: Portal Address
es: Dirección del portal
ru: Адрес портала

source: Portal Owner
es: Propietario del portal
ru: Владелец портала

source: Portal Settings
es: Ajustes de portal
ru: Настройки портала

# PremiumAccessRightsLimitation
source: The ability to manage access rights is a premium paid feature.
es: La posibilidad de manejar los permisos de acceso es una función premium pagada.
ru: Возможность управления правами доступа - это платная премиум-функция.

# PremiumFeatureDescription
source: Please upgrade to TeamLab Premium to take advantage of the following premium benefits:
es: Por favor, actualícese hasta TeamLab Premium para aprovechar de los siguientes premium beneficios:
ru: Перейдите на TeamLab Премиум, чтобы воспользоваться следующими преимуществами:

# PremiumPrivateProjectLimitation
source: The ability to create private projects is a premium paid feature.
es: La capacidad de crear proyectos privados es una función premium pagada.
ru: Возможность создания приватных проектов - это платная премиум-функция.

# PremiumShareDocsLimitation
source: The ability to share personal documents is a premium paid feature.
es: La posibilidad de compartir los documentos personales es una función premium pagada.
ru: Возможность совместного использования персональных документов - это платная премиум-функция.

# PremiumStubButton
source: Buy now
es: Compre ahora
ru: Купить сейчас

# PremiumStubTitle
source: TeamLab Premium Features
es: Funciones TeamLab Premium
ru: Премиум-функции TeamLab

# PremiumTariffEndDateTitle
source: TeamLab Premium features are available till {0}
es: Funciones TeamLab Premium están disponibles hasta {0}
ru: Премиум-функции TeamLab доступны до {0}

# PreviewButton
source: Preview
es: Vista previa
ru: Предпросмотр

# PrioritySupportFeature
source: Priority support
es: Prioridad de soporte
ru: Приоритетная техническая поддержка

# PrioritySupportFeatureDesc
source: Have your questions answered as the primary ones.
es: Obtenga sus preguntas respondidas como primarias.
ru: Получайте ответы на свои вопросы в первоочередном порядке.

source: Private Portal
es: Portal Privado
ru: Приватный портал

# PrivatePortalDescription
source: The portal is accessible to authorized users only
es: Solo los usuarios autorizados pueden entrar en el portal
ru: Портал доступен только авторизованным пользователям

# PrivateProjectsFeature
source: Private projects
es: Proyectos privados
ru: Приватные проекты

# PrivateProjectsFeatureDesc
source: Create private projects accessible for a limited number of users and manage team rights.
es: Crear proyectos privados accesible para un número de usuarios limitado y manejar las capacidades de participantes.
ru: Создавайте приватные проекты, доступные ограниченному числу пользователей, и управляйте правами команды.

# ProductActivityCount
source: Number of actions to display
es: Acciones a mostrar
ru: Число отображаемых действий

source: Profile
es: Perfil
ru: Профиль

# ProfileRemoved
source: Profile has been removed
es: Perfil ha sido eliminado
ru: Профиль удален

# ProlongPremiumTitle
source: TeamLab Premium features are not available on your portal
es: Funciones TeamLab Premium no están disponibles en su portal
ru: Премиум-функции TeamLab недоступны на Вашем портале

source: Public Portal
es: Portal publico
ru: Публичный портал

# PublicPortalDescription
source: The portal is visible to all users to read. Products available to unauthorized users:
es: Todos los usuarios pueden leer la información en el portal. Productos disponibles para los usuarios no autorizados:
ru: Портал доступен для чтения всем пользователям. Продукты, доступные неавторизованным пользователям:

# PublishButton
source: Publish
es: Publicar
ru: Опубликовать

# QuickLinkDeletingIsInProgress
source: Deleting quick link...
es: Eliminando enlace rápido...
ru: Удаление быстрой ссылки...

# QuickLinkEditIsInProgress
source: Saving Quick Link...
es: Guardando enlace rápido...
ru: Сохранение быстрой ссылки...

source: Quick Links
es: Enlaces rápidos
ru: Быстрые ссылки

# QuickLinksAddButton
source: Add
es: Añadir
ru: Добавить

# QuickLinksAddQuickLinkIsInProgressLabel
source: Adding Quick Link...
es: Agregando enlace rápido...
ru: Добавление быстрой ссылки...

# QuickLinksAddressLabel
source: Address
es: Dirección
ru: Адрес

# QuickLinksCancelButton
source: Cancel
es: Cancelar
ru: Отмена

# QuickLinksCaptionLabel
source: Caption
es: Título
ru: Название

# QuickLinksDeleteLink
source: Delete
es: Eliminar
ru: Удалить

source: Quick Search
es: Búsqueda rápida
ru: Быстрый поиск

# QuotaInfoTemplate
source: Employed {0}
es: Empleado desde {0}
ru: Всего занято {0}

# ReactivatePortalButton
source: Reactivate
es: Reactivar
ru: Восстановить

# ReactivatePortalSuccessMessage
source: Your account has been successfully reactivated. {0}In 10 seconds you will be redirected {1}here{2}
es: Su cuenta ha sido reactivada con éxito. {0}Dentro de 10 usted será redirigido {1}aquí{2}
ru: Действие Вашей учетной записи успешно возобновлено. {0}Через 10 секунд Вы будете перенаправлены {1}сюда{2}

source: Recent Activity
es: Actividad
ru: Активность

# RecipientAddress
source: Recipient
es: Recipiente
ru: Адресат

# RegDateCaption
source: Registration Date
es: Fecha de registro
ru: Дата регистрации

# RegistryButton
source: Sign Up
es: Registro
ru: Регистрация

# RegistryNewDepartmentButton
source: Add {!Group}
es: Añadir {!group}
ru: Новый {!group}

# RegistryNewEmployeeButton
source: New {!User}
es: Nuevo {!user}
ru: Новый {!user}

source: Remember
es: Recordar
ru: Запомнить

# RemindPwdButton
source: Send password to specified email
es: Enviar contraseña al e-mail especificado
ru: Выслать пароль на указанный e-mail

# RePassword
source: Confirm Password
es: Confirmar contraseña
ru: Подтверждение пароля

# ReplyMessageTemplate
source: user «user» wrote:
es: usuario «user» escribió:
ru: пользователь «user» написал:

# ReplyToUserTitle
source: User Reply
es: Respuesta a usuario
ru: Ответ пользователю

# RequestOnEditEmployee
source: Change in Staff
es: Cambio en personal
ru: Изменение сотрудников

# ResponseMessageLink
source: Reply
es: Responder
ru: Ответить

# RestoreDefaultButton
source: Restore to default
es: Restablecer a predeterminado
ru: Восстановить по умолчанию

# RightsRestrictionNote
source: Available in TeamLab Premium only.
es: Disponible sólo para los administradores premium.
ru: Доступно только в TeamLab Премиум.

# SaveButton
source: Save
es: Guardar
ru: Сохранить

# SavedTitle
source: Saved
es: Guardado
ru: Сохранено

# SchemaSettingsTitle
source: Column Layout
es: Esquema de columnas
ru: Схема расположения столбцов

source: Search
es: Buscar
ru: Поиск

# SearchNotFoundMessage
source: Nothing has been found.
es: Nada ha sido encontrado.
ru: Ничего не найдено.

# SearchResult
source: Search Results
es: Resultados de búsqueda
ru: Результаты поиска

# SeeHereLabel
source: check here
es: verificar aquí
ru: посмотреть можно здесь

source: Select All
es: Seleccionar todo
ru: Выбрать все

# SelectButton
source: Choose
es: Seleccionar
ru: Выбрать

source: Selected
es: Seleccionado
ru: Выбраны

# SelectFileButton
source: Select file
es: Seleccionar archivo
ru: Выбрать файл

# SelectSelfFromUserList
source: Select yourself from the list
es: Seleccione a si mismo de la lista
ru: Выберите себя из списка

# SendButton
source: Send
es: Enviar
ru: Отправить

# SenderAddress
source: Sender Email
es: Expedidor del e-mail
ru: E-mail отправителя

# SenderDisplayName
source: Sender Name
es: Nombre del expedidor
ru: Имя отправителя

# SendInviteToJoinButton
source: Send invitation
es: Enviar invitación
ru: Выслать приглашение

# SendTestMailButton
source: Send Test Message
es: Enviar mensaje de prueba
ru: Отправить тестовое письмо

# SendTitle
source: When
es: Cuando
ru: Когда

source: Send to email
es: Enviar a e-mail
ru: Отправить на e-mail

# ServerErrorText
source: The server software enconted an error while processing your request. Please wait for some time and try again. If the error persists, you might probably need to contact the site administrator.
es: Un error ha ocurrido en el software del servidor a la hora de procesar su solicitud. Por favor espere un momento y vuelva a intentar. Si el error persiste, a lo mejor deberá ponerse en contacto con el administrador del sitio.
ru: К сожалению, при обработке Вашего запроса в програмном обеспечении на сайте произошла ошибка. Пожалуйста, подождите некоторое время и попробуйте еще раз. Если ошибка сохраняется, обратитесь к администратору сайта, на котором данная ошибка возникла.

# ServerErrorTitle
source: Server Error
es: Error de servidor
ru: Ошибка сервера

# SetAdminPageTitle
source: Get Started
es: Empezar
ru: Начало работы

# SetAdminStepDescription
source: Make a few easy settings so that you and your co-workers could start using TeamLab right now.{0}At the moment you are the only user and administrator. Please enter your personal details:
es: Realize unos ajustes rápidas para que usted y sus compañeros de trabajo puedan empezar a usar TeamLab ahora mismo. {0}De momento usted es el único usuario y administrador del portal. Por favor introduzca sus datos personales:
ru: Сделайте несколько простых настроек, чтобы Вы и Ваши коллеги смогли начать использовать TeamLab прямо сейчас.{0}На данный момент Вы являетесь единственным пользователем и администратором системы. Представьтесь, пожалуйста:

source: Sex
es: Sexo
ru: Пол

# ShowAllButton
source: Show All
es: Mostrar todo
ru: Показать все

# ShowAllSearchResult
source: Show all results
es: Mostrar todos los resultados
ru: Показать все результаты

# SidePanelLeftView
source: Left
es: Izquierda
ru: Слева

# SidePanelRightView
source: Right
es: Derecha
ru: Справа

# SignInFromAnyDomainAuthTitle
source: Registration is available to users with an email account at any domain. To register now, please click on Join.
es: Registro está disponible para los usuarios con el e-mail en cualquier dominio. Para registrarse ahora, clic sobre Participar.
ru: Регистрация доступна для пользователей с электронной почтой в любом домене. Для регистрации нажмите Присоединиться.

# SignInFromAnyDomainInviteTitle
source: Registration is available to users with an email account at any domain. To register, enter your email and click on Send Invitation. An email message with a link to activate your TeamLab account will be sent to the specified email.
es: Registro está disponible para los usuarios con el e-mail en cualquier dominio. Para registrarse, entre su e-mail y clic sobre Enviar invitación. Un e-mail con el enlace de activación para tu cuenta en TeamLab será enviado al e-mail especificado.
ru: Регистрация доступна для пользователей с электронной почтой в любом домене. Для регистрации введите свой email и нажмите Выслать приглашение. Сообщение со ссылкой для активации Вашего аккаунта TeamLab будет отправлено на указанный адрес.

source: Skin Settings
es: Configuración de skins
ru: Настройки тем оформления

# SmlAmazement
source: Surprise
es: Sorpresa
ru: Удивление

# SmlBomb
source: Bomb
es: Bomba
ru: Бомба

# SmlCrazy
source: Crazy
es: Loco
ru: Сумасшедший

# SmlCry
source: Cry
es: Llanto
ru: Плач

# SmlDance
source: Dance
es: Danza
ru: Танцующий

# SmlDrink
source: Drink
es: Bebida
ru: Тост

# SmlEvil
source: Angry
es: Furia
ru: Сердитый

# SmlEye
source: Wink
es: Guiño
ru: Подмигивание

# SmlGreen
source: Green
es: Verde
ru: Зеленый

# SmlHollywood
source: Hollywood smile
es: Sonrisa de hollywood
ru: Голливудская улыбка

# SmlMourning
source: Sad
es: Tristeza
ru: Грустный

# SmlMusic
source: Music
es: Música
ru: Музыка

# SmlSmile
source: Smile
es: Sonrisa
ru: Улыбка

# SmlSmirk
source: Grin
es: Sonrisa maliciosa
ru: Смех

# SmlSorry
source: Sorry
es: Perdón
ru: Извинение

# SmlSpectacles
source: Goggles
es: Anteojos
ru: Очки

# SmlSuper
source: Super
ru: Супер

# SmlTongue
source: Tongue
es: Lengua
ru: Язык

# SmlYAHOO
source: Hurray
es: ¡Hurra!
ru: Ура!

source: SMTP Settings
es: Parámetros SMTP
ru: Настройки SMTP

# SourceForDiskUsage
source: Source
es: Origen
ru: Источник

# Statistic
source: Statistics
es: Estadísticas
ru: Статистика

# StatisticsTitle
source: Statistics
es: Estadísticas
ru: Статистика

# StudioDomainSettings
source: Trusted Mail Domain Settings
es: Parámetros del dominio seguro de correo
ru: Настройка доверенных почтовых доменов

# StudioProductModulesViewSettings
source: Module and Product Settings
es: Prámetros de módulos y productos
ru: Настройки продуктов и модулей

# StudioTimeLanguageSettings
source: Language and Time Zone Settings
es: Parámetros de idioma y zona horaria
ru: Настройки языка и часового пояса

# StudioVisualSettings
source: Side Panel Settings
es: Ajuste de panel lateral
ru: Настройки боковой панели

# StudioWelcomeHeader
source: Teamwork & Project Management Lab
es: Trabajo en equipo y gestión de proyectos
ru: Командная работа & Управление проектами

# SubjectTitle
source: Topic
es: Tema
ru: Тема

# SubmitButton
source: Send
es: Enviar
ru: Отправить

# SubscribeButton
source: Subscribe
es: Suscribirse
ru: Подписаться

source: Subscriptions
es: Suscripciones
ru: Подписки

# SuccessfullyAddUserInfoMessage
source: User information has been successfully added
es: La información de usuario ha sido añadida con éxito
ru: Информация о пользователе была успешно добавлена

# SuccessfullyAddUserToGroupInfoMessage
source: User has been successfully added to the group
es: El usuario ha sido añadido al grupo con éxito
ru: Пользователь успешно добавлен в группу

# SuccessfullyChangePasswordMessage
source: Password has been successfully changed
es: La contraseña ha sido cambiada con éxito
ru: Пароль был успешно изменен

# SuccessfullyCreateCategoryInfoMessage
source: Category has been successfully created
es: La categoría ha sido creada con éxito
ru: Категория успешно создана

# SuccessfullyCreateGroupInfoMessage
source: Group has been successfully created
es: El grupo ha sido creado con éxito
ru: Группа успешно создана

# SuccessfullyDeleteCategoryInfoMessage
source: Category has been successfully deleted
es: La categoría ha sido eliminada con éxito
ru: Категория успешно удалена

# SuccessfullyDeleteGroupInfoMessage
source: Group has been successfully deleted
es: El grupo ha sido eliminado con éxito
ru: Группа успешно удалена

# SuccessfullyDeleteUserInfoMessage
source: User has been successfully deleted
es: El usuario ha sido eliminado con éxito
ru: Информация о пользователе была успешно удалена

# SuccessfullyDeleteUserPhotoMessage
source: User photo has been successfully deleted
es: La foto de usuario ha sido eliminada con éxito
ru: Фото пользователя успешно удалено

# SuccessfullyInstalTitle
source: Congratulations! Your TeamLab portal is up and running!
es: ¡Felicitaciones! TeamLab ha sido instalado e iniciado con éxito
ru: Поздравляем! Система TeamLab успешно установлена и запущена

# SuccessfullySavCategoryInfoMessage
source: The category information has been successfully saved
es: La información de categoría ha sido guardada con éxito
ru: Информация о категории успешно сохранена

# SuccessfullySaveEnterSettingsMessage
source: Login settings have been successfully saved
es: Los ajustes de entrada han sido guardados con éxito
ru: Настройки входа успешно сохранены

# SuccessfullySaveGreetingSettingsMessage
source: Greeting settings have been successfully saved
es: Los ajustes de bienvenida han sido guardados con éxito
ru: Настройки приветствия успешно сохранены

# SuccessfullySaveGroupInfoMessage
source: Information about the group has been successfully saved
es: La información sobre el grupo ha sido guadada con éxito
ru: Информация о группе была успешно сохранена

# SuccessfullySaveSettingsMessage
source: Settings have been successfully updated
es: Los parámetros han sido actualizados con éxito
ru: Настройки успешно обновлены

# SuccessfullySaveSmtpSettingsMessage
source: SMTP settings have been successfully saved
es: Los parámetros SMTP han sido guradados con éxito
ru: Настройки SMTP успешно сохранены

# SuccessfullySaveUserInfoMessage
source: User information has been successfully saved
es: La información de usuario ha sido guardada con éxito
ru: Информация о пользователе была успешно сохранена

# SuccessfullySMTPTestMessage
source: SMTP settings test has been successfully performed
es: La prueba de parámetros SMTP ha sido realizada con éxito
ru: Тест SMTP настроек успешно пройден

# SuccessfullyUploadUserPhotoMessage
source: User photo has been successfully uploaded
es: La foto de usuario se ha cargado con éxito
ru: Фото пользователя успешно загружено

# SwitchUploadToFlashMode
source: {0}Switch to the {1}Flash Uploader{2}
es: {0}Pasar al {1}uploader Flash{2}
ru: {0}Переключиться на {1}Флеш аплоадер{2}

# SwitchUploadToHtmlMode
source: {0}Having trouble? Switch to the {1}Basic Uploader{2}
es: {0}¿Problemas? pase al {1}uploader regular{2}
ru: {0}Проблемы? переключитесь на {1}Обычный аплоадер{2}

# SyncADUserLimit
source: You must have permissions for "log on locally" security policy
es: Usted debe tener permisos para la política de seguridad "log on locally" (entrar localmente)
ru: Должны быть права на политику безопасности "log on locally"

# SynchronizeButton
source: Synchronize
es: Sincronizar
ru: Синхронизировать

# SynchronizedADTitle
source: Synchronization with Active Directory
es: Sincronización con Directorio activo
ru: Синхронизация с Active Directory

# SystemNotify
source: Notification
es: Notificación
ru: Уведомление

# TariffDescriptionFree
source: To automatically prolong TeamLab Premium use, please make sure the recurring payment check box is on.
es: Para prolongar el uso de TeamLab Premium automáticamente, por favor asegúrese de que la casilla del pago recurrente está elegida.
ru: Для автоматического продления использования TeamLab Премиум убедитесь, что включена опция регулярных платежей.

# TariffDescriptionPremium
source: Please prolong TeamLab Premium use.{0} To automatically prolong TeamLab Premium use, please make sure the recurring payment check box is on.
es: Por favor, prolongue el uso de TeamLab Premium.{0}Para prolongar el uso de TeamLab Premium automáticamente, por favor, asegúrese, que la casilla de pago recurrente esta elegida.
ru: Продлите использование TeamLab Премиум.{0} Для автоматического продления использования TeamLab Премиум убедитесь, что включена опция регулярных платежей.

# TariffSettings
source: Payments
es: Pagos
ru: Оплата

# TeamLabSiteTitle
source: TeamLab Website
es: Sitio web de TeamLab
ru: Сайт TeamLab

# TenantCreated
source: Created
es: Creado
ru: Создан

# TenantUsedSpace
source: Storage space used
es: Espacio de almacenamiento utilizado
ru: Используемая область хранилища

# TenantUsedSpaceFreeDescription
source: {0} is the maximum storage space available for free. To get 10 Gb repository, please upgrade to TeamLab Premium.
es: {0} es el espacio de almacenamiento máxima disponible de forma gratuita. Para conseguir 10 Gb de repositorio, por favor, actualice hasta Premium TeamLab.
ru: {0} - это максимальный объем хранилища, доступный бесплатно. Для получения хранилища объемом 10 Гб перейдите на TeamLab Премиум.

# TenantUsedSpacePremiumDescription
source: {0} is the maximum storage space available for portal.
es: {0} es el espacio máximo de almacenamiento disponible para el portal.
ru: {0} - максимальный объем хранилища, доступный для портала.

# TenantUsersTotal
source: Users total
es: Usuarios en total
ru: Всего пользователей

# TestSMTPEmailBody
source: SMTP settings for TeamLab have been successfully configured!
es: ¡Los parámetros SMTP para TeamLab han sido configurados con éxito!
ru: SMTP настройки TeamLab успешно настроены!

# TestSMTPEmailSubject
source: TeamLab SMTP settings test
es: Prueba de parámetros SMTP de TeamLab
ru: Тест SMTP настроек TeamLab

source: Time period
es: Intervalo de tiempo
ru: Промежуток времени

source: Time Zone
es: Zona horaria
ru: Часовой пояс

source: Title
es: Título
ru: Название

# TitleMobphone
source: Mobile phone number
es: Numero de teléfono móvil
ru: Мобильный телефон

# TitlePhone
source: Phone number
es: Número de teléfono
ru: Телефон

# TitleThumbnailPhoto
source: Change Thumbnails
es: Cambiar miniaturas
ru: Изменение миниатюр

# Top10Title
source: Top 10
ru: Топ-10

# TotalFinded
source: Total found
es: Encontrado en total
ru: Всего найдено

# ToTime
source: till
es: hasta
ru: до

# ToTitle
source: To
es: A
ru: Кому

# ToWhatsNewPage
source: Full List
es: Toda la lista
ru: Весь список

# TrustedDomainAuthTitle
source: Registration is available to users with an email account at {0}. To register now, please click on Join.
es: El registro está disponible a usuarios con una cuenta en {0}. Para registrarse ahora, pulse Unirse.
ru: Регистрация доступна для пользователей, которые имеют почтовый ящик на: {0}. Чтобы зарегистрироваться, нажмите Присоединиться.

# TrustedDomainDescription
source: This option allows your co-workers to join the portal by clicking the Join link on the sign in page and entering an email address with the trusted domain name you add here.
es: Esta opción permite que sus compañeros de trabajo se unen al portal por medio de pulsar Unirse en la página de entrada e introducir una dirección e-mail con el nombre del dominio seguro que usted añade aquí.
ru: Эта опция позволяет Вашим коллегам присоединиться к порталу, нажав ссылку Присоединиться на странице входа и введя адрес e-mail с доверенным доменным именем, которое Вы добавили.

# TrustedDomainSignInTitle
source: Custom domains
es: Permitir entrada desde dominios seguros
ru: Разрешить вход с доверенных доменов

# TrustedDomainsInviteTitle
source: Registration is available to users with an email account at {0}. To register, enter your email and click on Send Invitation. An email message with a link to activate your TeamLab account will be sent to the specified email.
es: El registro está disponible a usuarios con una cuenta de correo electrónico en {0}. Para registrarse, introduzca su e-mail y pulse Enviar invitación. Un mensaje con un enlace para activar su cuenta TeamLab será enviado al e-mail especificado.
ru: Регистрация доступна для пользователей, которые имеют почтовый ящик на {0}. Чтобы зарегистрироваться, введите свой e-mail и нажмите Выслать приглашение. Сообщение со ссылкой для активации Вашей учётной записи TeamLab будет отправлено на указанный адрес.

# UnconfirmButton
source: Reject
es: Rechazar
ru: Отклонить

# UnknownError
source: An unknown error occurred
es: Ha ocurrido un error desconocido
ru: Произошла неизвестная ошибка

# UnsubscribeButton
source: Unsubscribe
es: Anular suscripción
ru: Отписаться

# UpgradeTariffPlanButton
source: Upgrade your plan now!
es: ¡Actualice su plan ahora!
ru: Обновите свой план сейчас!

# UploadButton
source: Upload
es: Subir
ru: Загрузить

source: Upload Files
es: Subir archivo
ru: Загрузка файлов

source: URL
ru: URL-адрес

# UserCaption
source: User
es: Usuario
ru: Пользователь

# UserCommunication
source: Status
es: Estado
ru: Статус

# UserImport
source: Import {!Users}
es: Importar contactos
ru: Импорт контактов

# UserMakerAddUser
source: {!User} has been successfully added
es: {!User} ha sido añadido con éxito
ru: {!User} успешно добавлен

# UserMakerEditUser
source: Profile has been successfully changed
es: El perfil ha sido cambiado con éxito
ru: Профиль успешно изменен

source: User Name
es: Nombre usuario
ru: Имя пользователя
