Repository: aliakbarzadeh2021/teamlab
Catalog: web/studio/ASC.Web.Studio/App_GlobalResources/Resource.*.resx
Languages: es, ru

# EmailForReminder
source: The email you used to register in the portal
es: El e-mail usado para registrase en el portal
ru: E-mail, под которым Вы зарегистрированы в системе

# EmailHint
source: This email is your login
es: Este e-mail es su login
ru: Этот email - Ваш логин

# EmailInviteImportDescription
source: Specify the list of email addresses where you want the invitation letters to be sent
es: Especifique la lista de las direcciones e-mail a las que desea que sean enviadas las invitaciones
ru: Указать список адресов e-mail, на которые будут отправлены письма с приглашением зарегистрироваться в системе

# EmailInviteImportName
source: Invite {!users}
es: Invitar {!users}
ru: Пригласить

# EmployeeAllDepartments
source: All {!Groups}
es: Todos los {!groups}
ru: Все {!groups}

# EmployeesSearch
source: Staff Search
es: Buscar en personal
ru: Поиск сотрудников

# EmployeesShowAsCards
source: Cards
es: Cartas
ru: Карточками

# EmployeesShowAsList
source: List
es: Lista
ru: Списком

# EmployeeStatusActive
source: Works
es: Trabaja
ru: Работает

# EmployeeStatusLeaveOfAbsence
source: Login suspended
es: Login suspendido
ru: Вход приостановлен

# EmployeeStatusTerminated
source: Dismissed
es: Despedido
ru: Уволен

# EmptyRecipientAlert
source: The "To" field is empty!
es: ¡El campo "Para" está vacío!
ru: Поле "Кому" пустое!

# EmptyTitleAlert
source: The "Subject" field is empty!
es: ¡El campo"Sujeto" está vacío!
ru: Поле "Тема" пустое!

# EnabledDemoEnter
source: Allow demo sign in
es: Permitir conexión demo
ru: Разрешить демо-вход

source: Enable SSL
es: Activar SSL
ru: Использовать SSL

# EnableUserButton
source: Enable
es: Activar
ru: Разблокировать

# EnableUserHelp
source: The {!user} will be displayed as active again
es: {!User} volverá a aparecer como activo
ru: {!User} снова перейдет в статус активных

# EnterSettings
source: Sign-In Settings
es: Ajustes de conexión
ru: Настройки входа в систему

# Error404Text
source: The requested page doesn’t exist. It could have been moved or never existed.
es: La página solicitada no existe. Probablemente haya sido desplazada o nunca existió.
ru: Запрашиваемая Вами страница не найдена. Возможно, она была перемещена в другое место или никогда не существовала.

# Error404Title
source: Error 404 - Page Not Found
es: Error 404 - Página no encontrada
ru: Ошибка 404 - Страница не найдена

# ErrorAccessDenied
source: No permissions to perform this action
es: No hay permisos para realizar esta acción
ru: Недостаточно прав для выполнения данной операции

# ErrorAuthAD
source: Failed to get Active Directory authentication
es: Imposible obtener autentificación del Directorio activo
ru: Не удалось пройти авторизацию Active Directory

# ErrorConfirmURLError
source: Invalid email or expired link
es: E-mail no válido o enlace expirado
ru: Неправильный e-mail или истек срок действия ссылки

# ErrorDisallowRemoveYourselfFromAdmins
source: You cannot remove yourself from the list of administrators
es: Usted no puede quitar a si mismo de la lista de administradores
ru: Нельзя удалить себя из списка администраторов

# ErrorEditingCategoryNotFound
source: The edited category could not be found
es: Imposible encontrar la categoría editada
ru: Редактируемая категория не найдена

# ErrorEditingGroupNotFound
source: The edited group could not be found
es: Imposible encontrar el grupo editado
ru: Редактируемая группа не найдена

# ErrorEditingUserNotFound
source: The edited user could not be found, please choose the user from the list ...
es: Imposible encontrar al usuario editado, por favor selecciónelo de la lista
ru: Редактируемый пользователь не найден, пожалуйста, выберите его из списка...

# ErrorEmailAlreadyExists
source: {!User} with this email is already registered
es: {!User} con este e-mail ya está registrado
ru: {!User} с таким e-mail уже зарегистрирован

# ErrorEmptyFields
source: Please fill in all fields
es: Complete, por favor, todos los campos
ru: Пожалуйста, заполните все поля

# ErrorEmptyName
source: Enter a name
es: Introduzca un nombre
ru: Введите название

# ErrorEmptyUploadFileSelected
source: The uploaded file could not be found
es: Imposible encontrar el archivo subido
ru: Загружаемый файл не найден

# ErrorEmptyUserFirstName
source: Enter your first name
es: Introduzca su nombre
ru: Введите имя

# ErrorEmptyUserLastName
source: Enter your last name
es: Introduzca sus apellidos
ru: Введите фамилию

# ErrorFileEmptyText
source: Empty file
es: Documento vació
ru: Пустой документ

# ErrorFileSizeLimitText
source: The maximal size of the uploaded file is exceeded
es: El tamaño máximo del archivo subido es superado
ru: Превышен максимальный размер загружаемого файла

# ErrorMissMatchPwd
source: The new password and its confirmation do not match
es: La nueva contraseña y su confirmación no coinciden
ru: Новый пароль и подтверждение не совпадают

# ErrorNoEmailsForInvite
source: Please enter at least one email for invitation
es: Por favor introduzca al menos un e-mail para la invitación
ru: Введите хотя бы один e-mail для приглашения

# ErrorNotCorrectCountActivities
source: Invalid number of activities
es: Número de acciones no válido
ru: Недопустимое количество активностей

# ErrorNotCorrectDaysBeforeBirthdaySettings
source: Invalid number of days
es: Número de días no válido
ru: Неверное количество дней

# ErrorNotCorrectEmail
source: Invalid email
es: E-mail no válido
ru: Неправильный e-mail

# ErrorNotCorrectNewWorkerCountSettings
source: Invalid number of new users
es: Número no válido
ru: Недопустимое значение

# ErrorNotCorrectPassword
source: Incorrect password
es: Contraseña incorrecta
ru: Неправильный пароль

# ErrorNotCorrectTrustedDomain
source: Invalid domain name
es: Nombre de dominio no válido
ru: Неправильное имя домена

# ErrorParseUserImportFile
source: The user import data file could not be found or has an invalid format
es: El archivo con los datos para la importación de usuario no se encuentra o tiene un formato no válido
ru: Файл с данными для импорта пользователя не найден или имеет неправильный формат

# ErrorPasswordEmpty
source: The password is empty.
es: La contraseña está vacía.
ru: Пустой пароль.

# ErrorPasswordToShort
source: The password is too short. It must have at least 6 characters.
es: La contraseña es demasiado corta. Debe tener al menos 6 caracteres.
ru: Слишком короткий пароль. Он должен быть не менее 6 символов.

# ErrorSaveSettings
source: An unknown error occurred when saving settings
es: Ha ocurrido un error desconocido al guardar ajustes
ru: Произошла неизвестная ошибка при сохранении настроек

# ErrorSaveWidgetSettings
source: Error while saving settings
es: Error al guardar ajustes
ru: Ошибка при сохранении настроек

# ErrorUserNotFoundByEmail
source: The user with "{0}" email could not be found
es: Imposible encontrar usuario con el e-mail "{0}"
ru: Пользователь с e-mail "{0}" не найден

# ErrorUserNotSelected
source: Select a user
es: Seleccione un usuario
ru: Выберите пользователя

# ErrorWizardAlreadyCompleted
source: The administrator has already been setup
es: El administrador ya ha sido fijado antes
ru: Администратор ранее уже был успешно установлен

# FemaleSexStatus
source: Female
es: Mujer
ru: Женский

# FileSharingFeature
source: Selective file sharing
es: Compartimiento de archivos selectivo
ru: Выборочный совместный доступ к документам

# FileSharingFeatureDesc
source: Choose an applicable access mode to your documents.
es: Elija un modo de acceso aplicable a sus documentos.
ru: Выберите подходящий режим доступа к своим документам.

# FileSizePostfix
source: b,KB,MB,GB
ru: байт,Кб,Мб,Гб

# FilterInPeriod
source: for a period
es: por un período
ru: за период

# FilterInPeriodFromLabel
source: from
es: de
ru: от

# FilterInPeriodToLabel
source: to
es: a
ru: до

# FilterLast3Months
source: last 3 months
es: últimos 3 meses
ru: за 3 месяца

# FilterLastMonth
source: last month
es: último mes
ru: за месяц

# FilterLastWeek
source: last week
es: última semana
ru: за неделю

# FinishImportUserStepDescription
source: The user import has been finished successfully. To start working click the "Get Started" button.
es: La importación de usuarios ha sido realizada con éxito. Para empezar a trabajar, pulse el botón "Empezar".
ru: Импорт пользователей в систему успешно завершен. Чтобы приступить к работе, нажмите кнопку "Начать работу".

# FinishImportUserTitle
source: Congratulations! The users have been successfully imported.
es: ¡Felicitaciones! Los usuarios han sido importados con éxito.
ru: Поздравляем! Пользователи успешно импортированы.

# FinishInviteEmailStepDescription
source: The invitation letters have been successfully sent. To start working click the "Get started" button.
es: Los mensajes de invitación han sido enviados con éxito. Para empezar a trabajar pulse el botón "Empezar".
ru: Письма с приглашением зарегистироваться в системе были успешно отправлены. Чтобы приступить к работе, нажмите кнопку "Начать работу".

# FinishInviteEmailTitle
source: Congratulations! The users have been successfully invited.
es: ¡Felicitaciones! Los usuarios han sido invitados con éxito.
ru: Поздравляем! Пользователи успешно приглашены.

# FinishInviteJoinEmailMessage
source: The link to confirm your account has been sent to the specified email
es: El enlace para confirmar su cuenta ha sido enviado al e-mail especificado.
ru: На указанный e-mail была выслана ссылка для подтверждения новой учетной записи

source: First Name
es: Nombre
ru: Имя

# ForgotPassword
source: Forgot your password?
es: ¿Se le olvidó la contraseña?
ru: Забыли пароль?

# ForSignInFollowMessage
source: To sign in please follow this {0}link{1}
es: Para entrar por favor siga este {0}enlace{1}
ru: Для авторизации перейдите по {0}ссылке{1}

# FromTime
source: from
es: De
ru: с

# FromTitle
source: From
es: Desde
ru: От кого

# GeneralProperties
source: General
ru: Общие

# GeneralSettings
source: General
ru: Общие

source: Get contacts
es: Obtener contactos
ru: Импорт контактов

# GetPremiumTitle
source: To take advantage of TeamLab Premium features, please upgrade to TeamLab Premium.
es: Para aprovechar las ventajas de funciones TeamLab Premium, por favor, actualice hasta TeamLab Premium.
ru: Чтобы воспользоваться преимуществом премиум-функций TeamLab, перейдите на TeamLab Премиум.

# GettingStartingHeader
source: Getting Started
es: Para comenzar
ru: Быстрый старт

# GlobalHeadCaption
source: Main Head
es: Jefe
ru: Главный руководитель

# GreetingInviteUserMessage
source: You are the only TeamLab user. Click {0}here{1} to invite or add people.
es: Usted es el único usuario de TeamLab. Pulse {0}aquí{1} para invitar o añadir más gente.
ru: Вы единственный пользователь TeamLab. Пригласите или добавьте пользователей {0}здесь{1}.

# GreetingLogo
source: Logo
ru: Логотип

# GreetingSettingsTitle
source: Greeting Settings
es: Ajustes de bienvenida
ru: Настройки приветствия

# GreetingTitle
source: Title
es: Título
ru: Заголовок

# GroupCaption
source: Group
es: Grupo
ru: Группа

# GroupHeadCaption
source: Group Lead
es: Gerente de grupo
ru: Руководитель группы

# GroupsCaption
source: Groups
es: Grupos
ru: Группы

source: Help
es: Ayuda
ru: Справка

# HideButton
source: Hide
es: Ocultar
ru: Скрыть

# HintAim
source: Enter your AIM account
es: Introduzca su cuenta AIM
ru: Введите свою учетную запись AIM

# HintBlogger
source: Enter your Blogger profile
es: Introduzca su perfil de Blogger
ru: Введите свой профиль Blogger

# HintEmail
source: Enter your Email
es: Introduzca su e-mail
ru: Введите свой E-mail

# HintFacebook
source: Enter your Facebook profile
es: Introduzca su perfil de Facebook
ru: Введите свой профиль Facebook

# HintGogglemail
source: Enter your Google account
es: Introduzca su cuenta de Google
ru: Введите свою учетную запись Google

# HintGoggletalk
source: Enter your GoogleTalk account
es: Introduzca su cuenta de GoogleTalk
ru: Введите свою учетную запись GoogleTalk

# HintGooglebuzz
source: Enter your GoogleBuzz profile
es: Introduzca su perfil de GoogleBuzz
ru: Введите свой профиль GoogleBuzz

# HintGooglemail
source: Enter your Google account
es: Introduzca su cuenta de Google
ru: Введите свою учетную запись Google

# HintIcq
source: Enter your ICQ account
es: Introduzca su cuenta de ICQ
ru: Введите свою учетную запись ICQ

# HintJabber
source: Enter your Jabber account
es: Introduzca su cuenta Jabber
ru: Введите свою учетную запись Jabber

# HintLivejournal
source: Enter your LiveJournal profile
es: Introduzca su perfil de LiveJournal
ru: Введите свой профиль LiveJournal

# HintMobphone
source: Enter your mobile phone number
es: Introduzca el número de su móvil
ru: Введите номер своего мобильного телефона

# HintMsn
source: Enter your MSN account
es: Introduzca su cuenta de MSN
ru: Введите свою учетную запись MSN

# HintMyspace
source: Enter your MySpace profile
es: Introduzca su perfil de MySpace
ru: Введите свой профиль MySpace

# HintPhone
source: Enter your phone number
es: Introduzca su número de teléfono
ru: Введите номер своего телефона

# HintSkype
source: Enter your Skype account
es: Introduzca su cuenta en Skype
ru: Введите свою учетную запись Skype

# HintTwitter
source: Enter your Twitter profile
es: Introduzca su perfil de Twitter
ru: Введите свой профиль Twitter

# HintYahoo
source: Enter your Yahoo account
es: Introduzca su cuenta de Yahoo
ru: Введите свою учетную запись Yahoo

# Host
source: SMTP Server Address
es: Dirección del servidor SMTP
ru: Адрес SMTP сервера

# ImportADButton
source: Synchronize with Active Directory
es: Sincronizar con Directorio activo
ru: Синхронизировать с Active Directory

# ImportButton
source: Import
es: Importar
ru: Импорт

source: Import from Basecamp
es: Importar de Basecamp
ru: Импорт из BaseCamp

# ImportSelectorStepDescription
source: Please select an appropriate way to import the information about the users.
es: Por favor seleccione un modo apropiado de importar información sobre usuarios.
ru: Пожалуйста, выберите подходящий способ импорта информации о пользователях.

# InboxLink
source: Inbox
es: Bandeja de entrada
ru: Входящие

# InboxMessage
source: Incoming message
es: Mensaje entrante
ru: Входящее сообщение

# InboxMessagesTitle
source: Incoming messages
es: Mensajes entrantes
ru: Входящие сообщения

source: Invalid username or password.
es: Nombre de usuario o contraseña invalida
ru: Неверный логин или пароль.

# InviteButton
source: Invite
es: Invitar
ru: Пригласить

# InviteDefaultText
source: Please join our enterprise portal.
es: Por favor únase a nuestro portal corporativo.
ru: Мы приглашаем Вас присоединиться к нашему корпоративному порталу.

# InviteEmloyeesButton
source: Invite {!users}
es: Invitar {!users}
ru: Пригласить

# InviteEmployeesWidgetTitle
source: Click here to {0}Invite users{1}
es: Pulse aquí para {0}Invitar usuarios{1}
ru: Нажмите сюда, чтобы {0}Пригласить новых пользователей{1}

# InviteFullAccessPrivilegesTitle
source: with full access privileges
es: con permisos de acceso completos
ru: с правами администратора

source: Invite/Import From...
es: Invitar/Importar de...
ru: Пригласить/Импортировать из...

# InviteMailBoxTitle
source: Email address
es: Dirección e-mail
ru: Адреса e-mail

# InviteNamelessContactsLabel
source: *Contacts not containing First Name or Last Name cannot be added. Invite only.
es: *Los contactos sin Nombre o Apellidos no podrán añadirse. Le será posible sólo invitarlos.
ru: *Контакты без имени или фамилии не могут быть добавлены. Разрешено только приглашать.

# InvitePassword
source: Choose Password
es: Elegir contraseña
ru: Выбрать пароль

# InviteToJoinTitle
source: Join this network
es: Unirse a esta red
ru: Присоединяйтесь к сети

# InviteUserEmailList
source: Please enter the email address of the user you would like to send invitation to. To invite more users click Add email address.
es: Por favor introduzca la dirección e-mail del usuario al que desea enviar la invitación. Para invitar a más usuarios, pulse Añadir dirección e-mail.
ru: Введите, пожалуйста, адрес электронной почты пользователя, которому нужно выслать приглашение. Чтобы пригласить большее число пользователей, нажмите Добавить e-mail.

# InviteUserTextTitle
source: Message
es: Mensaje
ru: Сообщение

# IsLogicCateroryLabel
source: Logical category
es: Categoría de lógica
ru: Логическая категория

# IsLogicCateroryLabelHelp
source: The groups of this category cannot contain the same users
es: Los grupos de este categoría no pueden contener los mismos usuarios
ru: Группы данной категории не могут содержать одинаковых пользователей

# JoinTitle
source: Welcome to your enterprise portal!
es: ¡Bienvenido(a) a su portal corporativo!
ru: Добро пожаловать в наш корпоративный портал!

source: Language
es: Idioma
ru: Язык

source: Last Name
es: Apellidos
ru: Фамилия

# LearnMoreLink
source: Learn more
es: Más información
ru: Подробнее

source: Links
es: Enlaces
ru: Ссылки

source: Location
es: Ubicación
ru: Местоположение

source: Login
es: Nombre usuario
ru: Логин

# LoginButton
source: Sign In
es: Entrar
ru: Войти

# LoginRegistryButton
source: Join
es: Unirse
ru: Присоединиться

# LoginWithAccount
source: or login with:
es: o entre con:
ru: или войти через:

# LoginWithAccountNotFound
source: Can't find associated third party account
es: No se puede encontrar la cuenta ajena asociada
ru: Связанный аккаунт не найден

# LogoSettingsLimits
source: The image to be uploaded must be of size 250x100 pixels, otherwise resizing will take place.
es: La imagen que va a subir debe tener una resolución máxima de 250x100 píxeles, de lo contrario ésta será automáticamente redimensionada.
ru: Загружаемое изображение должно иметь разрешение не более 250x100 пикселей, иначе файл будет автоматически пережат.

# LogoutButton
source: Sign Out
es: Salir
ru: Выйти

source: Mail
es: Correo
ru: Почта

source: Mail Search
es: Buscar en correo
ru: Поиск писем

# MainTitle
source: Home
es: Inicio
ru: Главная

# MaleSexStatus
source: Male
es: Hombre
ru: Мужской

source: Manage Quick Links
es: Gestionar enlaces rápidas
ru: Редактировать быстрые ссылки

# Message
source: Talk
ru: Сообщение

# MessageFromUserLabel
source: Message from user
es: Mensaje de usuario
ru: Сообщение от пользователя

# MessageInviteSendedOnEmails
source: The invitations to {0} addresses have been successfully sent
es: Las invitaciones a las direcciones {0} han sido enviadas con éxito
ru: Приглашения на адреса {0} успешно разосланы

# MessageNotSelectedAlert
source: Select message(s)
es: Seleccione mensaje(s)
ru: Выберите сообщение(я)

# Messages
source: Talk
ru: Чат

# MessageSendTitle
source: The message has been sent
es: El mensaje ha sido enviado
ru: Сообщение отправлено

# MessageTitle
source: Messages
es: Mensajes
ru: Сообщения

# MessageToUserTitle
source: Message to user
es: Mensaje a usuario
ru: Сообщение пользователю

# MessageYourPasswordSuccessfullySendedToEmail
source: The user password has been successfully sent to {0} email
es: La contraseña de usuario ha sido enviada al e-mail {0}
ru: Пароль пользователя успешно выслан на e-mail {0}

# MobileVersion
source: Mobile
es: Móvil
ru: Мобильная версия

# ModuleProductSettingsDescription
source: Here you can disable certain TeamLab modules or arrange their order
es: Aquí usted puede desactivar algunos módulos de TeamLab u organizar su orden
ru: Здесь Вы можете отключить определенные модули TeamLab и отсортировать их

source: More
es: Más
ru: Ещё

source: My Profile
es: Mi perfil
ru: Мой профиль

# MyStaff
source: My Tools
es: Mis herramientas
ru: Мои вещи

source: My Subscriptions
es: Mis suscripciones
ru: Мои подписки

source: Name
es: Nombre
ru: Имя

# NamingPeopleSchema
source: Template
es: Plantilla
ru: Шаблон

# NamingPeopleSettings
source: Team Template
es: Plantilla de grupo
ru: Шаблон группы

source: Navigation
es: Navegación
ru: Навигация

# NewCategoryButton
source: New Category
es: Nueva categoría
ru: Новая категория

# NewGroupButton
source: New Subgroup
es: Nuevo subgrupo
ru: Новая подгруппа

source: New Password
es: Nueva contraseña
ru: Новый пароль

# NewTitle
source: New Name
es: Nuevo nombre
ru: Новое название

# NewUserDialogTitle
source: New {!user}
es: Nuevo {!user}
ru: Новый {!user}

# NewWorkerCountSettingsTitle
source: Number of users to display (1 to 20)
es: Número de usuarios a mostrar (1 a 20)
ru: Сколько новых пользователей показывать (от 1 до 20)

# NextButton
source: Next &#8594;
es: Siguiente &#8594;
ru: Далее &#8594;

# NoMessageTitle
source: No messages
es: Ningún mensaje
ru: Нет сообщений

# NoNewEmployees
source: No new {!users}
es: No hay ningún nuevo {!user}
ru: Новые {!users} отсутствуют

# NoNewMessageMessage
source: You've got no new messages
es: Usted no tiene nuevos mensajes
ru: У Вас нет новых сообщений

# NoNewNotifiesMessage
source: You've got no new notifications
es: Usted no tiene nuevas notificaciones
ru: У Вас нет новых уведомлений

source: No recent activity
es: Ninguna actividad reciente
ru: Нет никакой активности

# NoSoonBirthday
source: No upcoming birthdays
es: No hay ningún cumpleaños próximo
ru: В ближайшее время нет Дней рождения

# NoSubscriptions
source: You've got no subscriptions
es: Usted no tiene suscripciones
ru: Вы ни на что не подписаны

# NoSyncUsersMessage
source: All users are synchronized
es: Todos los usuarios están sincronizados
ru: Все пользователи синхронизированы

# NotFoundEmployeesMessage
source: No {!users} have been found.
es: Ningún {!user} ha sido encontrado
ru: {!Users} не найдены.

source: Notify by:
es: Notificar por:
ru: Тип оповещения:

# NotifyByEmailAndTMTalk
source: Email & Talk
es: E-mail & Chat
ru: Email и Чат

# NotifyByTMTalk
source: Talk
es: Chat
ru: Чат

source: Offline
es: Desconectado
ru: Не в сети

# OffMailDomains
source: Disabled
es: Desactivado
ru: Отключено

source: Online
es: Conectado
ru: В сети

source: Organizer
es: Planificador
ru: Органайзер

source: or press
es: o presione
ru: или нажмите

# OutboxLink
source: Outgoing
es: Salientes
ru: Исходящие

# OutboxMessage
source: Outgoing message
es: Mensaje saliente
ru: Исходящее сообщение

# OutboxMessagesTitle
source: Outgoing messages
es: Mensajes salientes
ru: Исходящие сообщения

# OutlookImportDescription
source: Import users from Microsoft Outlook address book
es: Importar usuarios desde el libro de direcciones de Microsoft Outlook
ru: Импорт пользователей из адресной книги Microsoft Outlook

# OutlookImportName
source: Import users from Microsoft Outlook address book
es: Importar usuarios desde el libro de direcciones de Microsoft Outlook
ru: Импорт пользователей из адресной книги Microsoft Outlook

# OutlookImportStepDescription
source: Import your co-workers from Microsoft Outlook address book. Please export the address into a text file first. Then load the exported file and click "Next" to start importing.
es: Importe sus comañeros de trabajo del libro de direcciones de Microsoft Outlook. Por favor exporte el libro de direcciones a un archivo de texto primero. Luego cargue el archivo exportado y pulse "Siguiente" para iniciar el proceso de importación.
ru: Импортируйте Ваших коллег из адресной книги Microsoft Outlook. Сначала экспортируйте адреса в текстовый файл. Затем загрузите экспортированный файл и нажмите кнопку "Далее", чтобы начать импорт.

source: Password
es: Contraseña
ru: Пароль

# PasswordRemindTitle
source: Password Reminder
es: Recordatorio de contraseña
ru: Напоминание пароля

# PasswordSettingsTitle
source: Change Password
es: Cambiar contraseña
ru: Смена пароля

# PaymentsTitle
source: Payment History
es: Historial de pagos
ru: История платежей

source: People
es: Gente
ru: Люди

# PerformBackupButton
source: Perform Backup
es: Crear copia
ru: Резервная копия

# PersonalInfo
source: Personal Information
es: Información personal
ru: Личная информация
