Repository: aliakbarzadeh2021/teamlab
Catalog: web/studio/ASC.Web.Studio/App_GlobalResources/Resource.*.resx
Languages: es, ru

# AccountControlPageTitle
source: Confirmation
es: Confirmación
ru: Подтверждение

source: Account Deactivation
es: Desactivación de cuenta
ru: Деактивация учетной записи

# AccountDeactivationMsg
source: A link to confirm the operation has been sent to :email (the email address of the portal owner).
es: Un enlace para confirmar la operación ha sido enviada al :email (la dirección e-mail del propietario del portal).
ru: Ссылка для подтверждения операции была отправлена на :email (адрес электронной почты владельца портала).

source: Account Deletion
es: Eliminación de cuenta
ru: Удаление учетной записи

# AccountDeletionMsg
source: A link to confirm the operation has been sent to :email (the email address of the portal owner).
es: Un enlace para confirmar la operación ha sido enviada al :email (la dirección e-mail del propietario del portal).
ru: Ссылка для подтверждения операции была отправлена на :email (адрес электронной почты владельца портала).

source: Action
es: Acción
ru: Действие

source: Actions
es: Acciones
ru: Действия

# ActiveDirectoryImportDescription
source: Import users from domain
es: Importar usuario del dominio
ru: Импорт пользователей из домена

# ActiveDirectoryImportName
source: Import users from Active Directory
es: Importar usuarios del Directorio activo
ru: Импорт пользователей из Active Directory

# ActiveDirectoryImportStepDescription
source: Import your co-workers from Active Directory using your domain name and domain password. To perform the operation successfully you must have the permissions for "log on locally" security policy. Click Next to start importing.
es: Importe sus compañeros de trabajo desde el Directorio activo usando su nombre y contraseña de dominio. Para efectuar la operación con éxito, usted necesita tener permisos para la política de seguridad "log on locally" (entrar localmente). Pulse Siguiente para seguir con la importación.
ru: Импортируйте Ваших коллег из Active Directory, используя Ваше доменное имя и доменный пароль. Для успешного выполнения операции у Вас должны быть права на политику безопасности "log on locally". Нажмите кнопку "Далее", чтобы начать импорт.

# ActiveEmployeesTitle
source: Active {!Users}
es: {!Users} activos
ru: Активные {!users}

# AddButton
source: Add
es: Añadir
ru: Добавить

# AddContentTitle
source: Add Content
es: Agregar contenido
ru: Добавить контент

source: Add current page
es: Añadir página actual
ru: Добавить текущую страницу

# AddDepartmentDlgTitle
source: Add {!group}
es: Añadir {!group}
ru: Новый {!group}

# AddEmailButton
source: Add email address
es: Añadir dirección e-mail
ru: Добавить e-mail

# AddEmployeesButton
source: Import Contacts
es: Importar contactos
ru: Импортировать контакты

# AddNewCommentButton
source: Add Comment
es: Añadir comentario
ru: Добавить комментарий

source: Add Quick Link
es: Añadir enlace rápido
ru: Добавить быструю ссылку

source: Add to
es: Añadir a
ru: Добавить в

# AddTrustedDomainButton
source: Add trusted domain
es: Añadir dominio seguro
ru: Добавить доверенный домен

# Administration
source: Settings
es: Ajustes
ru: Настройки

# AdministrationDescription
source: Administrator and SMTP Settings
es: Ajuste de administradores y parámetros SMTP
ru: Настройка администраторов и SMTP настройки

# AdministratorNotifySenderTypeName
source: Administrator Notifications
es: Nofificaciones de administradores
ru: Извещения администраторов

# Admins
source: Administrators
es: Administradores
ru: Администраторы

# AdminSelectorTitle
source: Administrator selector
es: Administrador de selección
ru: Выбор администраторов

# AdminSettings
source: Administrators
es: Administradores
ru: Администраторы

# ADUserListTitle
source: List of new users from Active Directory
es: Lista de nuevos usuarios del Directorio activo
ru: Список новых пользователей из Active Directory

# AdvancedFilesUploadFeature
source: Advanced files upload
es: Carga de archivos avanzada
ru: Улучшенная загрузка файлов

# AdvancedFilesUploadFeatureDesc
source: Enjoy a faster upload with the extended limit of file size – up to 100MB.
es: Disfrute de la carga avanzada con el limite de tamaño de archivo extendido hasta 100Mb.
ru: Пользуйтесь ускоренной загрузкой с увеличением максимального размера файла до 100 Мб.

# AfterRegistryMessagePopupText
source: Registration details have been sent to your email. You can change your default password by clicking Change Password link on the main panel.
es: Los detalles de registro han sido enviados a su e-mail. Usted puede cambiar la contraseña predeterminada pulsando en Cambiar contraseña en el panel principal.
ru: На Ваш e-mail было отправлено письмо с регистрационными данными. Вы можете изменить пароль, назначенный по умолчанию, нажав на ссылку Сменить пароль, расположенную на главной панели.

# AfterRegistryMessagePopupTitle
source: Your portal has been successfully created
es: Su portal ha sido creado con éxito
ru: Ваш портал успешно создан

# AllEmployees
source: All {!Users}
es: Todos los {!users}
ru: Все {!users}

# AllMailDomains
source: Any domains
es: Cualquier dominio
ru: Любые домены

# AllMailDomainsDescription
source: Sign in from all mail domains
es: Acceda de todos los mail dominios
ru: Вход со всех почтовых доменов

# AllUsersSynchronised
source: All users are synchronized
es: Todos los usuarios están sincronizados
ru: Все пользователи синхронизированы

# AlreadyExistingUsersCountLabel
source: Number of already added users from the original contact list: {0}
es: Usuarios de la lista de contactos original ya añadidos: {0}
ru: Пользователей из оригинального списка контактов уже добавлено: {0}

# AnswerButton
source: Reply
es: Responder
ru: Ответить

# AnswerMessage
source: Reply
es: Responder
ru: Ответить

# AssociateAccount
source: Social link
es: Enlace público
ru: Социальные сети

# AssociateAccountConnect
source: Connect
es: Conectar
ru: Подключить

# AssociateAccountConnected
source: Connected
es: Conectado
ru: Подключен

# AssociateAccountDisconnect
source: Disconnect
es: Desconectar
ru: Отключить

# AssociateAccountHint
source: *You may use these social accounts for alternative login
es: *Usted puede usar estas cuentas sociales para el acceso alternativo
ru: *Вы можете использовать аккаунты этих социальных сетей для альтернативного входа

# AssociateAccountNotConnected
source: Not connected
es: No conectado
ru: Не подключен

# AtTime
source: at
es: en
ru: в

source: Authorization
es: Autorización
ru: Авторизация

# AuthPageWelcomeHeader
source: Welcome!
es: ¡Bienvenido!
ru: Добро пожаловать!

# BackButton
source: &#8592; Back
es: &#8592; Atrás
ru: &#8592; Назад

# BackToHomeLink
source: Go to title page
es: Ir a la página de título
ru: Перейти на главную страницу

# Backup
source: Backup/Deactivation
es: Copia de seguridad/Desactivación
ru: Резервная копия/Деактивация

# BackupDesc
source: Use this option if you would like to get all data from your portal to a local drive.{0}Important! Backup files cannot be re-imported back to the portal.
es: Utilice esta opción si desea transferir todos los datos del portal a su disco local.{0}¡Importante! Le será imposible volver a importar los archivos de seguridad al portal.
ru: Используйте эту опцию, если Вы хотите получить все данные, содержащиеся в портале, на локальный диск.{0}Важно! Резервные файлы не могут быть импортированы обратно в портал.

# BackupError
source: Backup false. Plase try again later.
es: Error al crear la copia de seguridad. Por favor vuelva a intentarlo más tarde.
ru: Ошибка при создании резервной копии. Попробуйте повторить позже.

# BackupReadyText
source: {0}You can download the backup to your local drive using the link above. The link will be active for 24 hours after the time it was requested.{1} An email containing the link and the instructions has been sent to your email address. {2}
es: {0}Usted puede descargar una copia de seguridad a su disco local usando el enlace de arriba. El enlace seguirá activo durante 24 horas después del momento de solicitud.{1} Un e-mail con el enlace y las instrucciones ha sido enviado a su dirección de correo electrónico. {2}
ru: {0}Вы можете загрузить резервную копию на локальный диск, используя ссылку ниже. Ссылка будет действительна в течение 24 часов после запроса.{1} Сообщение со ссылкой и инструкциями было отправлено на Ваш e-mail. {2}

# Birthdate
source: Date of Birth
es: Fecha de nacimiento
ru: Дата рождения

# BtnAddNewContact
source: Add new contact
es: Añadir nuevo contacto
ru: Добавить новый контакт

# CancelButton
source: Cancel
es: Cancelar
ru: Отмена

# CancelConfirmMessage
source: All the data you entered will be lost. Are you sure you want to continue?
es: Todos los datos introducidos serán perdidos. ¿Está seguro(a) de que desea continuar?
ru: Все введенные данные будут потеряны. Вы уверены, что хотите продолжить?

# CeoNameEditCaption
source: Edit {!CEO}
es: Editar {!CEO}
ru: Редактирование

# ChangeButton
source: Change
es: Cambiar
ru: Изменить

# ChangeLogoButton
source: Change Logo
es: Cambiar logo
ru: Сменить логотип

# ChangeOwnerDescription
source: Will be done after confirmation via email
es: Será hecho después de la confirmación vía e-mail
ru: Будет выполнено после подтверждения по email

# ChangeOwnerTitle
source: Change to:
es: Cambiar a
ru: Изменить на:

# ChangePortalOwnerMsg
source: A link to confirm the operation has been sent to :email (the email address of the portal owner).
es: Un enlace para confirmar la operación ha sido enviada al :email (la dirección e-mail del propietario del portal).
ru: Ссылка для подтверждения операции была отправлена на :email (адрес электронной почты владельца портала).

# ChangePwd
source: Change Password
es: Cambiar contraseña
ru: Сменить пароль

# ChangeSelfPwd
source: Change My Password
es: Cambiar mi contraseña
ru: Сменить мой пароль

# ChartDateFormat
source: %b %d
ru: %d %b

# ChartMonthNames
source: Jan, Feb, Mar, Apr, May, Jun, Jul, Aug, Sep, Oct, Nov, Dec
es: Ene., Feb., Mar., Abr., Mayo, Jun., Jul., Ago., Sept., Oct., Nov., Dic.
ru: Янв, Фев, Мар, Апр, Май, Июнь, Июль, Авг, Сен, Окт, Ноя, Дек

# ClearButton
source: Clear
es: Limpiar
ru: Очистить

# CloseButton
source: Close
es: Cerrar
ru: Закрыть

# ComfirmImportName
source: Check whether the imported data is correct
es: Verifique si los datos importados son correctos
ru: Проверьте правильность импортируемых данных

# ComfirmImportStepDescription
source: Check whether the imported data is correct. Uncheck the users you do not wish to be imported. Make sure all fields (First Name, Last Name, Email Address) are filled in for each user. Users with empty fields will not be imported. If the emails of two users coincide, only the first one will be imported. When ready, click Import to finish the importing process.
es: Verifique si los datos importados son correctos. Desmarque a los usuarios que no desea que sean importados. Asegúrese de que todos los campos (Nombre, Apellidos, Dirección) están rellenados para cada usuario. Usuarios con campos vacíos no serán importados. Si las direcciones e-mail de dos usuarios coinciden, sólo el primero será importado. Una vez listo, pulse Importar para finalizar el proceso de importación.
ru: Проверьте правильность импортируемых данных. Снимите выделение с пользователей, которые не должны быть импортированы. Убедитесь, что все поля (Имя, Фамилия, адрес почты) заполнены для каждого пользователя, иначе пользователь не будет импортирован. Если адреса почты пользователей совпадают, то будет импортирован только первый. Чтобы завершить процесс, нажмите кнопку "Импорт".

# CommentRemovedMessage
source: comment has been deleted
es: comentario ha sido eliminado
ru: комментарий удалён

source: Comments
es: Comentarios
ru: Комментарии

# CommentSendingMessage
source: sending comment...
es: enviando comentario...
ru: отправка комментария...

# CommentWasRemoved
source: comment has been deleted
es: comentario ha sido eliminado
ru: комментарий удалён

# ConfirmDeactivatePortalTitle
source: Please confirm that you want to deactivate your account
es: Por favor confirme que desea desactivar su cuenta
ru: Пожалуйста, подтвердите приостановление работы Вашей учетной записи

# ConfirmDeleteMessage
source: Are you sure you want to delete this message?
es: ¿Está seguro(a) de que desea eliminar este mensaje?
ru: Вы действительно хотите удалить сообщение?

# ConfirmDeleteMessages
source: Are you sure you want to delete the selected messages?
es: ¿Está seguro(a) de que desea eliminar los mensajes seleccionados?
ru: Вы действительно хотите удалить отмеченные сообщения?

# ConfirmDeletePortalTitle
source: Please confirm that you want to delete your account
es: Por favor confirme que desea eliminar su cuenta
ru: Пожалуйста, подтвердите удаление Вашей учетной записи

# ConfirmDnsUpdateTitle
source: Are you sure you want to change the portal address to {0}?
es: ¿Está usted seguro de que desea cambiar la dirección del portal a {0}?
ru: Вы уверены, что хотите сменить адрес портала на {0}?

# ConfirmEmpInviteTitle
source: To join, please complete the fields below.
es: Para unirse, por favor rellene los campos a continuación.
ru: Чтобы присоединиться, пожалуйста, заполните поля ниже.

# ConfirmMessage
source: Do you want to continue?
es: ¿Desea continuar?
ru: Хотите продолжить?

# ConfirmMoveMessage
source: Do you really want to move the selected messages?
es: ¿Está seguro(a) de que desea mover los mensajes seleccionados?
ru: Вы действительно хотите переместить выбранные сообщения?

# ConfirmOwnerPortalSuccessMessage
source: Portal owner has been successfully changed. {0}In 10 seconds you will be redirected {1}here{2}
es: El propietario de portal ha sido cambiado con éxito. {0} En 10 segundos usted será redirigido {1}aquí{2}
ru: Владелец портала успешно изменен. {0}Через 10 секунд Вы будете перенаправлены {1}сюда{2}

# ConfirmOwnerPortalTitle
source: Please confirm that you want to change portal owner to {0}
es: Por favor, confirme que desea cambiar el propietario del portal a{0}
ru: Пожалуйста, подтвердите, что Вы хотите изменить владельца портала на {0}

# ConfirmReactivatePortalTitle
source: Please confirm that you want to reactivate your account
es: Por favor confirme que desea desactivar la cuenta
ru: Пожалуйста, подтвердите возобновление работы Вашей учетной записи

# ConfirmRemoveCommentMessage
source: Are you sure you want to delete your comment?
es: ¿Está segur(a) de que desea eliminar su comentario?
ru: Вы действительно хотите удалить комментарий?

source: Contacts
es: Contactos
ru: Контакты

source: Contact Us
es: Contáctenos
ru: Обратная связь

# ContinueButton
source: Continue
es: Continuar
ru: Продолжить

# CorporateSMTP
source: Corporate Mail
es: E-mail corporativo
ru: Корпоративная почта

# CreateButton
source: Create
es: Crear
ru: Создать

# CreatedDate
source: Created
es: Creado
ru: Дата создания

source: creating backup
es: creando copia de seguridad...
ru: создание резервной копии

# Creator
source: Created by
es: Creado por
ru: Создатель

# CredentialsDomain
source: Identification Domain
es: Dominio de identificación
ru: Домен для удостоверения

# CredentialsUserName
source: User to Verify
es: Usuario a verificar
ru: Пользователь для удостоверения

# CredentialsUserPassword
source: Authentication Password
es: Contraseña de autentificación
ru: Пароль для удостоверения

# CSVImportDescription
source: Import users from a CSV format file
es: Importar usuarios de un archivo de formato CSV
ru: Импорт пользователей из файла формата CSV

# CSVImportName
source: Import users from a CSV file
es: Importar usuarios de un archivo CSV
ru: Импорт пользователей из файла CSV

# CSVImportStepDescription
source: Import your co-workers from a CSV format file. Each line of the file must have the following format: Name;LastName;Email; {0}Load the needed file and click "Next" to start the importing process.
es: Importe sus compañeros de trabajo de un archivo de formato CSV. Cada línea del archivo debe tener el formato siguiente: Nombre;Apellidos;Email.{0}Especifique el archivo necesario y pulse "Siguiente" para iniciar el proceso de importación.
ru: Импортируйте Ваших коллег из файла формата CSV. Каждая строка файла должна быть следующего формата: Имя;Фамилия;Email; {0}Загрузите требуемый файл и нажмите кнопку "Далее", чтобы начать импорт.

source: Custom
es: Personalizado
ru: Заказные

source: Custom domain name
es: Nombre de dominio personalizado
ru: Пользовательское доменное имя

source: Customization
es: Personalización
ru: Персонализация

# CustomNamingPeopleSchema
source: Custom
es: Personalizado
ru: Пользовательский

source: Data Backup
es: Copia de seguridad de datos
ru: Резервная копия данных

# DaysBeforeBirthdaySettingsTitle
source: Birthday reminder period (1 to 30 days)
es: Recordatorio de cumpleaños (1 a 30 días)
ru: За сколько дней оповещать о Дне Рождения (от 1 до 30)

# DeactivateButton
source: Deactivate
es: Desactivar
ru: Деактивировать

# DeactivatePortalButton
source: Deactivate
es: Desactivar
ru: Деактивировать

# DeactivatePortalSuccessMessage
source: Your account has been successfully deactivated.{0}In 10 seconds you will be redirected {1}here{2}
es: Su cuenta ha sido desactivada con éxito.{0}Dentro de 10 segundos usted será redirigido {1}aquí{2}
ru: Ваша учетная запись успешно деактивирована.{0}Через 10 секунд Вы будете перенаправлены {1}сюда{2}

# DeactivationDesc
source: {0} You can deactivate your portal temporarily, so that none has access to your portal for a particular period.{1}Click the Deactivate button in order to continue. A link to confirm the operation will be sent to the email address of the portal owner. In order to resume using the portal you will need to use the second link provided in the confirmation email.{2}
es: {0} Usted puede desactivar su portal temporalmente para que nadie tenga acceso a él durante un determinado período de tiempo. {1}Pulse el botón Desactivar para continuar. Un enlace para confirmar la operación será enviado a la dirección e-mail del propietario del portal. Para volver a usar el portal usted deberá usar el segundo enlace del e-mail de confirmación.{2}
ru: {0} Вы можете деактивировать свой портал временно, чтобы ни у кого не было доступа к порталу на определенный срок. {1}Нажмите кнопку Деактивировать, чтобы продолжить. Ссылка для подтверждения операции будет отправлена на адрес электронной почты владельца портала. Чтобы возобновить использование портала, Вам надо воспользоваться второй ссылкой, данной в сообщении с подтверждением.{2}

source: Default
es: Predeterminado
ru: По умолчанию

# DeleteButton
source: Delete
es: Eliminar
ru: Удалить

# DeleteDepartmentConfirmation
source: This action cannot be undone. Would you like to continue?
es: ¿Estrá seguro(a) de que desea eliminar \' {0} \'?
ru: Данное действие нельзя отменить. Продолжить?

# DeletePortalButton
source: Delete
es: Eliminar
ru: Удалить

# DeletePortalSuccessMessage
source: Your account has been successfully deleted. {0}In 10 seconds you will be redirected {1}here{2}
es: Su cuenta ha sido eliminada con éxito. {0}Dentro de 10 segundos usted será redirigido {1}aquí{2}
ru: Ваша учетная запись успешно удалена. {0}Через 10 секунд Вы будете перенаправлены {1}сюда{2}

# DeleteSelectedButton
source: Delete selected
es: Eliminar seleccionados
ru: Удалить отмеченные

# DeletionDesc
source: You can delete your portal permanently. In this case all the data will be lost and will not be recovered.
es: Usted puede eliminar el portal para siempre. En este caso todos los datos serán perdidos y no podrán ser recuperados.
ru: Вы можете удалить свой портал навсегда. В этом случае все данные будут потеряны без возможности восстановления.

# DemoEnterButton
source: Demo Sign-In
es: Conexión DEMO
ru: Демо-вход

# DemoModeText
source: DEMO mode
es: Modo Demo
ru: Режим DEMO

# DepartmentComposition
source: Staff
es: Personal
ru: Состав

# DepartmentHeadCount
source: {0} people
es: {0} personas
ru: {0} человек

# DepartmentTitle
source: {!Group} Name
es: Nombre de {!group}
ru: Редактирование названия

# DepEditComposition
source: Edit Staff
es: Editar personal
ru: Редактировать состав

# DepEditMaster
source: Edit {!Head}
es: Editar {!head}
ru: Сменить руководителя

# DepNameEditCaption
source: Edit Name
es: Editar nombre
ru: Редактировать название

source: Description
es: Descripción
ru: Описание

# DescriptionThumbnail
source: Select the image area that will be displayed as your avatar
es: Selecccione el área de la imagen que será mostrada como su avatar
ru: Выберите область на основном изображении, которая будет отображаться в миниатюрах.

# DisabledEmployeeTitle
source: Disabled
es: Desactivado
ru: Заблокирован

# DisableEmployeesTitle
source: Disabled {!Users}
es: {!Users} desactivados
ru: Заблокированные {!users}

# DisableUserButton
source: Disable
es: Desactivar
ru: Заблокировать

# DisableUserHelp
source: The {!user} will not be displayed in the list of active {!users}
es: {!User} no aparecerá en la lista de los activos
ru: {!User} не будет отображаться в списке активных

# DiskUsageTitle
source: Disk Usage
es: Uso del disco
ru: Загрузка диска

# DnsChangeMsg
source: A link to confirm the operation has been sent to {0} (the email address of the portal owner).
es: Un enlace para confirmar la operación ha sido enviada al {0} (la dirección e-mail del propietario del portal).
ru: Ссылка для подтверждения операции была отправлена на {0} (адрес электронной почты владельца портала).

source: DNS Settings
es: La configuración de DNS
ru: Настройка DNS

# DnsSettingsLabel
source: Portal DNS address
es: Portal de la dirección DNS
ru: DNS-адрес портала

source: Domain Name
es: Nombre de dominio
ru: Имя домена

source: Domain User Name
es: Nombre de usuario en dominio
ru: Доменное имя

# DontShowOnStartupText
source: Don't show on startup
es: No mostrar al iniciar
ru: Не показывать при старте

# DrnAgo
source: {0} ago
es: {0} atrás
ru: {0} назад

# DrnAgoDaysI
source: {0} day
es: {0} día
ru: {0} день

# DrnAgoDaysR1
source: {0} days
es: {0} días
ru: {0} дня

# DrnAgoDaysRm
source: {0} days
es: {0} días
ru: {0} дней

# DrnAgoFewMoments
source: just
es: ahora mismo
ru: только что

# DrnAgoHoursI
source: {0} hour
es: {0} hora
ru: {0} час

# DrnAgoHoursR1
source: {0} hours
es: {0} horas
ru: {0} часа

# DrnAgoHoursRm
source: {0} hours
es: {0} horas
ru: {0} часов

# DrnAgoMinutesI
source: {0} minute
es: {0} minuto
ru: {0} минута

# DrnAgoMinutesR1
source: {0} minutes
es: {0} minutos
ru: {0} минуты

# DrnAgoMinutesRm
source: {0} minutes
es: {0} minutos
ru: {0} минут

# DrnAgoMonthsI
source: {0} month
es: {0} mes
ru: {0} месяц

# DrnAgoMonthsR1
source: {0} months
es: {0} meses
ru: {0} месяца

# DrnAgoMonthsRm
source: {0} months
es: {0} meses
ru: {0} месяцев

# DrnAgoYearsI
source: {0} year
es: {0} año
ru: {0} год

# DrnAgoYearsR1
source: {0} years
es: {0} años
ru: {0} года

# DrnAgoYearsRm
source: {0} years
es: {0} años
ru: {0} лет

# DrnDayBeforeYesterday
source: Day before yesterday
es: Anteayer
ru: Позавчера

# DrnToday
source: Today
es: Hoy
ru: Сегодня

# DrnTomorrow
source: Tomorrow
es: Mañana
ru: Завтра

# DrnYesterday
source: Yesterday
es: Ayer
ru: Вчера

# EditButton
source: Edit
es: Editar
ru: Редактировать

source: Edit Quick Link
es: Editar enlace rápido
ru: Редактировать быструю ссылку

# EditSelfProfile
source: Edit My Profile
es: Editar mi perfil
ru: Изменить мой профиль

# EditThumbnailPhoto
source: Edit avatars
es: Editar miniaturas
ru: Изменить миниатюры

# EditUserDialogTitle
source: Edit Profile
es: Editar perfil
ru: Редактировать профиль

# EmailAsLogin
source: Email (will be used as your login)
es: Email (deberá usarse para entrar)
ru: E-mail (будет использоваться как логин)
