Repository: aliakbarzadeh2021/teamlab
Catalog: web/studio/ASC.Web.Studio/App_GlobalResources/Resource.*.resx
Languages: es, ru

# UserPhotoLimitationMessage
source: The image to be uploaded must be of size 200x300 pixels, otherwise resizing will take place. The maximum size of the uploaded file is {0} MB.
es: La imagen a subir deberá tener una resolución máxima de 200x300, de lo contrario ésta será automáticamente redimensionada. El tamaño máximo del archivo a subir es {0} MB.
ru: Загружаемое изображение должно иметь разрешение не более 200x300 пикселей, иначе файл будет автоматически пережат. Максимальный размер загружаемого файла {0}Мб.

# UserRequest
source: User Requests
es: Solicitudes de usuario
ru: Запросы пользователя

# UsersCaption
source: Users
es: Usuarios
ru: Пользователи

# UserSelectDialogTitle
source: Select {!User}
es: Seleccione {!users}
ru: Выбор пользователей

# UserStatus
source: Status
es: Estado
ru: Статус

# UserStatusCaption
source: Job/Title
es: Posición/Título
ru: Должность/Позиция

# VastStorageCapacityFeature
source: Vast storage capacity
es: Gran capacidad de almacenamiento
ru: Большой объем хранилища

# VastStorageCapacityFeatureDesc
source: Get 10 GB of workspace at your disposal.
es: Obtenga a su disposición 10 GB de espacio de trabajo.
ru: Получите в свое распоряжение 10 Гб рабочего пространства.

source: View as:
es: Ver como:
ru: Показать:

# Visited
source: Visitors Today
es: Visitantes hoy:
ru: Посетители сегодня

# VisitorsChartHitLabel
source: hits
ru: хиты

# VisitorsChartHostLabel
source: hosts
ru: хосты

# VisitorsChartTitle
source: Usage Graph
es: Gráfico de uso
ru: Посещаемость

# VisitorsChartVisitsLabel
source: Visits
es: Visitas
ru: Посещения

# WatchVideoButton
source: Watch Video
es: Ver vídeo
ru: Смотреть видео

# WebItemsSettings
source: Products & Modules
es: Productos y Modulos
ru: Продукты и модули

# Welcome
source: Signed in as
es: Conectado como
ru: Вы вошли как

# WelcomeUserMessage
source: Welcome, {0}
es: Bienvenido(a), {0}
ru: Добро пожаловать, {0}

# WhatsNewSubscriptionName
source: What's New
es: Noticias
ru: Новенькое

# WidgetPanelTitle
source: My Widgets
es: Mis widgets
ru: Мои виджеты

# WidgetSettings
source: Customize
es: Personalizar
ru: Настроить

# WidgetSettingsDialogTitle
source: Customize Widgets
es: Personalizar widgets
ru: Настройка виджетов

# WidgetSettingsTitle
source: Available Widgets
es: Widgets disponibles
ru: Доступные виджеты

# WidgetTabName
source: Panel Title
es: Título de panel
ru: Название панели

# WizardFinishButton
source: Get Started
es: Empezar
ru: Начать работу

# WriteMessageLink
source: Write message
es: Escribir un mensaje
ru: Написать сообщение

source: Active Directory
es: Directorio activo
