Repository: aliakbarzadeh2021/teamlab
Catalog: web/studio/ASC.Web.Studio/Products/Files/Resources/FilesCommonResource.*.resx
Languages: es, fr, lv

# Action
source: Operation
es: Acción
fr: Opération
lv: Darbība

source: Author:
es: Autor:
fr: Auteur:
lv: Autors:

# Author_Me
source: Me
es: Yo
fr: Moi
lv: Es

# ButtonClose
source: Close
es: Cerrar
fr: Fermer
lv: Aizvērt

# ButtonDelete
source: Delete
es: Eliminar
fr: Supprimer
lv: Izdzēst

# ButtonDeleteFromShare
source: Delete from the list
es: Borrar de la lista
fr: Supprimer de la liste
lv: Noņemt no saraksta

# ButtonDownload
source: Download
es: Descargar
fr: Télécharger
lv: Lejuplādēt

# ButtonEdit
source: Edit
es: Editar
fr: Modifier
lv: Rediģēt

# ButtonEditing
source: Is being edited
es: se está editando
fr: Modification en cours
lv: Notiek rediģēšana

# ButtonPreviewBack
source: Back to the folder
es: Volver a la carpeta
fr: Retour au dossier
lv: Atpakaļ uz mapi

# ButtonUploadNewVersions
source: Update document
es: Actualizar el documento
fr: Actualiser document
lv: Atjaunot dokumentu

# CreatingDate
source: Creation date:
es: Fecha de creación:
fr: Date de création:
lv: Izveidošanas datums:

source: Date/Time
es: Fecha/Tiempo
fr: Date/Temps
lv: Datums / Laiks

source: Department
es: Departamento
fr: Département
lv: Nodaļa

source: Document Name:
es: Título de documento:
fr: Nom du document:
lv: Dokumenta nosaukums:

source: Documents
es: Documentos
lv: Dokumenti

source: Employees
es: Empleados
fr: Employés
lv: Darbinieki

# ErrorMassage_BadRequest
source: Bad request.
fr: Mauvaise requête.
lv: Slikts pieprāsījums

# ErrorMassage_CreateNewFolderInTrash
source: You are not allowed to create folders in the Trash
es: No es posible crear carpetas en la papelera de reciclaje
fr: Vous n'êtes pas autorisé à créer des dossiers dans la corbeille
lv: Atkritnē ir aizliegts veidot mapes

# ErrorMassage_DifferentName
source: The name of the file to upload is different from the source file
es: El título del documento para cargar es diferente al titulo del documento original
fr: Le nom du fichier à charger est différent de celui du fichier source
lv: Augšuplādēta faila nosaukums atšķirās no sākotnēja

# ErrorMassage_EmptyFile
source: Empty file
es: Documento vació
fr: Le fichier est vide
lv: Tukšs dokuments

# ErrorMassage_ExceededMaximumFileSize
source: The maximum file size is exceeded
es: Superado el límite para el tamaño de fichero
fr: La taille maximale est dépassée
lv: Maksimālais faila izmērs bija pārsniegts

# ErrorMassage_FileNotFound
source: The required file was not found
es: El archivo solicitado no está encontrado
fr: Le fichier requis n'a pas été trouvé
lv: Pieprasīts fails netika atrasts

# ErrorMassage_FolderNotFound
source: The required folder was not found
es: La carpeta solicitada no encontrada
fr: Le dossier requis est introuvable
lv: Pieprasīta mape nebija atrasta

# ErrorMassage_MoveFolder
source: The folder with the same name already exists. Rename the folder and try again.
es: La carpeta con este título ya existe
fr: Le dossier portant le même nom existe déjà. Renommez le dossier et réessayez.
lv: Mape ar tādu nosaukumu jau eksistē. Pārdevējiet mapi un pamēģiniet vēlreiz.

# ErrorMassage_NotSupportedFormat
source: Sorry, this file format isn't supported
es: Perdón, pero el formato de fichero no se admite
fr: Désolé, ce format de fichier n'est pas pris en charge
lv: Atvainojiet, bet šis faila formats nav atbalstīts

# ErrorMassage_SecurityException
source: You don't have enough permission to perform the operation
es: No hay suficiente permiso para realizar operacion
fr: Vous n'avez pas l'autorisation suffisante pour effectuer l'opération
lv: Nepietiek tiesību operācijas veikšanai

# ErrorMassage_SecurityException_Create
source: You don't have enough permission to create
fr: Vous n'avez pas l'autorisation suffisante pour créer
lv: Jums nav pietiekami daudz atļauju, lai izveidotu

# ErrorMassage_SecurityException_DeleteEditingFile
source: Cannot delete the file because it is opened for editing
es: No es posible eliminar el fichero, porque está abierto para la edición
fr: Impossible de supprimer le fichier car il est en cours de modification
lv: Nav iespējams izdzēst failu, jo fails ir atvērts rediģēšanai

# ErrorMassage_SecurityException_DeleteEditingFolder
source: Cannot delete the folder because one of the files is opened for editing
es: No es posible eliminar la carpeta, porque uno de los ficheros está abierto para la edición
fr: Impossible de supprimer le dossier car un des fichiers est en cours de modification
lv: Nav iespējams izdzēst mapi, jo viens no failiem ir atvērts rediģēšanai

# ErrorMassage_SecurityException_DeleteFile
source: You don't have enough permission to delete the file
es: No hay permiso para eliminar el fichero
fr: Vous n'avez pas l'autorisation suffisante pour supprimer le fichier
lv: Nepietiek tiesību faila dzešanai

# ErrorMassage_SecurityException_DeleteFolder
source: You don't have enough permission to delete the folder
es: No hay suficiente permiso para eliminar la carpeta
fr: Vous n'avez pas l'autorisation suffisante pour supprimer le dossier
lv: Nepietiek tiesību mapes dzešanai

# ErrorMassage_SecurityException_EditFile
source: You do not have enough permissions to edit the file
es: Usted no tiene suficientes permisos para editar el archivo
fr: Vous n'avez pas les autorisations suffisantes pour modifier le fichier
lv: Jums nav pietiekami daudz atļauju, lai rediģētu failu

# ErrorMassage_SecurityException_ReadFile
source: You don't have enough permission to view the file
es: No hay suficiente permiso para ver el fichero
fr: Vous n'avez pas l'autorisation suffisante pour lire le fichier
lv: Nepietiek tiesību faila pārlūkošanai

# ErrorMassage_SecurityException_ReadFolder
source: You don't have enough permission to view the folder content
es: No hay suficiente permiso para ver la carpeta
fr: Vous n'avez pas l'autorisation suffisante pour afficher le contenu du dossier
lv: Nepietiek tiesību mapes pārlūkošanai

# ErrorMassage_SecurityException_RenameFile
source: You don't have enough permission to rename the file
es: No hay suficiente permiso para renombrar el fichero
fr: Vous n'avez pas l'autorisation suffisante pour renommer le fichier
lv: Nepietiek tiesību faila pārdevēšanai

# ErrorMassage_SecurityException_RenameFolder
source: You don't have enough permission to rename the folder
es: No hay suficiente permiso para renombrar la carpeta
fr: Vous n'avez pas l'autorisation suffisante pour renommer le dossier
lv: Nepietiek tiesību mapes pārdevēšanai

# ErrorMassage_SecurityException_UpdateEditingFile
source: Cannot update the file because it's opened for editing
es: No es posible actualizar el fichero, porque está abierto para la edición
fr: Impossible de mettre à jour le fichier car il est en cours de modification
lv: Nav iespējams atjaunot failu, jo tas ir atvērts rediģēšanai

# ErrorMassage_SecurityException_ViewFolder
source: You don't have enough permission to view the folder content
es: No hay suficiente permiso para ver la carpeta
fr: Vous n'avez pas l'autorisation suffisante pour afficher le contenu du dossier
lv: Nepietiek tiesību mapes pārlūkošanai

# ErrorMassage_UpdateEditingFile
source: You cannot update a file which is opened for editing
es: No es posible actualizar el fichero, cual está abierto para la edición
fr: Vous ne pouvez pas actualiser le fichier qui est en cours de modification
lv: Nevar atjaunot failu, kas ir atvērts rediģēšanai

# ErrorMassage_ViewTrashItem
source: You are not allowed to preview the elements in the Trash
es: No hay permiso para ver los elementos en la papelera de reciclaje
fr: Vous n'êtes pas autorisé à afficher des éléments dans la corbeille
lv: Aizliegts pārlūkot atkritnes elemenuts

source: Favorites
es: Favoritos
fr: Favoris
lv: Izlase

# FlashUploader
source: Upload with Flash
es: Carga Flash
fr: Charger par Flash
lv: Flash augšuplādētājs

# FlashUploaderDescription
source: Flash uploader version...
es: La versión de Flash cargador
fr: Version de Flash uploader
lv: Flash augšuplādētāja versija...

source: Group
es: Grupo
fr: Groupe
lv: Grups

# HtmlUploader
source: Upload with Html
es: Cargrar con Html
fr: Charger par Html
lv: Html Augšuplādēšana

source: Import from Box.Net
es: Importación de Box.Net
fr: Importer depuis Box.Net
lv: Imports no Box.Net

# ImportFromGoogle
source: Import from Google Docs
es: Importación de Google Docs
fr: Importer depuis Google Docs
lv: Imports no Google Docs

source: Import from Zoho
es: Importación de Zoho
fr: Importer depuis Zoho
lv: Imports no Zoho

# IsNew
source: new
es: nuevo
fr: nouveau
lv: jauns

# MakeCurrent
source: Restore
es: Restaurar
fr: Restaurer
lv: Atjaunot

# ManagmentGroup
source: Group management
es: Administrar los grupos
fr: Gérer des groupes
lv: Grupu vadība

# ModuleName
source: Documents
es: Documentos
lv: Dokumenti

# NothingFound
source: Nothing has been found
es: Nada ha sido encontrado
fr: Rien n'a été trouvé
lv: Nekas nav atrasts

# OpenFile
source: Preview
es: Vista previa
fr: Aperçu
lv: Priekšskatījums

source: Position
es: Posición
fr: Post
lv: Amats

# PreviewHeader
source: Preview documents
es: Vista previa de los documentos
fr: Aperçu des documents
lv: Dokumentu priekšskatījums

# ProductDescription
source: Create, edit, save and share documents directly on your portal. Import docs base from Google Docs, Zoho, Box.net.
es: Cree, edite y guarde los documentos en conjunto. Importe documentos de Google Docs, Zoho, Box.net.
fr: Créez, modifiez, enregistrez et partagez des documents sur votre portail. Importez la base de documents depuis Google Docs, Zoho et Box.net.
lv: Veidojiet, rediģējiet, saglabājiet un dalaties ar dokumentiem uzreiz jūsu portālā. Importējiet dokumentus no Google Docs, Zoho, Box.net.

# ProductName
source: Documents
es: Documentos
lv: Dokumenti

# SearchText
source: Search
es: Buscar
fr: Rechercher
lv: Meklēšana

# SelectRight
source: select
es: selecciona
fr: sélectionner
lv: izvēlieties

source: Show All Results
es: Enseñar todos los resultados
fr: Afficher tous les résultats
lv: Parādīt visus rezultātus

# SignedForMe
source: Assigned to Me
es: Asignado a mí
fr: Associés pour Moi
lv: Dokumenti man

source: Size
es: Tamaño
fr: Taille
lv: Izmērs

source: Statistics
es: Estadística
fr: Statistique
lv: Statistika

source: Tips and Tricks
es: Consejos y Trucos
fr: Conseils et Trucs
lv: Padoms

# TitleActionPanel
source: Show operations
es: Mostrar acciones
fr: Afficher opérations
lv: Paradīt darbības

# TitleCreated
source: Created
es: Creada
fr: Créé
lv: Izdveidots

# TitleEditingFile
source: It is currently being edited
es: Esta en proceso de edición
fr: Il est en cours de modification
lv: Šobrīd tiek rediģēts

# TitleFiles
source: Documents
es: Documentos
lv: Dokumentu

# TitleFolderUp
source: Up
es: Hacia arriba
fr: En haut
lv: Augšā

# TitleModified
source: Updated
es: Actualizado
fr: Actualisé
lv: Atjaunots

# TitleOwner
source: Author:
es: Autor:
fr: Auteur:
lv: Autors:

# TitlePage
source: Files
es: Documentos
fr: Documents
lv: Dokumenti

# TitleRemoved
source: Deleted
es: Eliminado
fr: Supprimé
lv: Dzēsts

# TitleRemoveVersion
source: Delete version
es: Eliminar la versión
fr: Supprimer version
lv: Izdzēst versiju

# TitleSelectFile
source: Select
es: Seleccionar
fr: Sélectionner
lv: Iezīmēt

# TitleShareFile
source: Access to document is allowed
es: Acceso al documento está abierto
fr: Accès au document est autorisé
lv: Dokumentam ir atvērta pieeja

# TitleSubfolders
source: Subfolders
es: Subcarpetas
fr: Sous-dossiers
lv: Zem-mapes

# TitleUploaded
source: Uploaded
es: Subido
fr: Chargé
lv: Augšuplādēts

# TitleVersions
source: Previous versions
es: Versiones anteriores
fr: Versions précédentes
lv: Iepriekšējas versijas

source: Tools
es: Herramientas
fr: Outils
lv: Instrumenti

source: Total found
es: Total encontrados
fr: Total trouvé
lv: Vispār atrasts

source: User
es: Usuario
fr: Utilisateur
lv: Lietotājs

# TitleKb
source: Kb
fr: Ko
