Repository: aliakbarzadeh2021/teamlab
Catalog: module/Blogs/ASC.Blogs.Core/Resources/BlogsResource.*.resx
Languages: de, it, lv, pt_br, ru

# AddonDescriptionResourceKey
source: The corporate blog
de: Unternehmensblogs
it: Blog comune
lv: Korporatīvs blogs
pt_br: O blog corporativo
ru: Корпоративный блог

# AddonName
source: Blogs
it: Blog
lv: Blogi
ru: Блоги

# AddTagMessage
source: You may tag only your own blog posts
de: Sie können nur Ihre eigenen Blogeinträge mit Schlagwörtern versehen
it: Puoi aggiungere tag solo al tuo blog
lv: Jūs varat atzīmēt tikai savus ierakstus
pt_br: Você só pode linkar seu próprio blog
ru: Вы можете добавлять теги только к своему блогу

source: All Blogs
de: Alle Blogs
it: Tutti i blog
lv: Visi Blogi
pt_br: Todos os Blogs
ru: Все блоги

# AllBlogsMenuTitle
source: Blogs Rating
de: Blogbewertung
it: Rating di blog
lv: Bloga Reitings
pt_br: Avaliação dos Blogs
ru: Рейтинг блогов

# BackLink
source: Back
de: Zurück
it: Indietro
lv: Atpakaļ
pt_br: Voltar
ru: Назад

# BlogOfTitle
source: Blog
lv: Blogs
ru: Блог

source: Blogs
it: Blog
lv: Blogi
ru: Блоги

# BlogTitleEmptyMessage
source: The post topic field cannot be empty
de: Das Feld fürs Thema des Beitrags darf nicht leer sein
it: Il campo Tema messaggio non può essere vuoto
lv: Ieraksta tēmas laukam jābūt aizpildītam
pt_br: O topico não pode estar vazio
ru: Тема записи не может быть пустой

# BlogTitleLabel
source: Title
de: Titel
it: Titolo
lv: Nosaukums
pt_br: Titulo
ru: Заголовок

# CancelButton
source: Cancel
de: Abbrechen
it: Annulla
lv: Atcelt
pt_br: Cancelar
ru: Отмена

# CommentsTitle
source: Comments
de: Kommentare
it: Commenti
lv: Komentāri
pt_br: Comentários
ru: Комментарии

# ConfirmRemovePostMessage
source: Are you sure you want to delete the post?
de: Möchten Sie wirklich den Beitrag löschen?
it: Si sicuro di voler eliminare il messaggio?
lv: Vai Jūs tiešām gribat dzēst šo ierakstu?
pt_br: Você tem certeza que quer deletar a postagem?
ru: Вы действительно хотите удалить запись?

# ContentTitle
source: Text
it: Testo
lv: Teksts
pt_br: Texto
ru: Текст

# CreateBlogsWidgetMessage
source: Please add the first blog post {0}here{1}.
de: Bitte fügen Sie den ersten Blogbeitrag {0}hier{1} hinzu.
it: Aggiungi il primo messaggio al blog {0}qui{1}.
lv: Lūdzu pievienojiet pirmu bloga ierakstu {0}šeit{1}.
pt_br: Por favor insira a primeira postagem no blog {0}aqui{1}.
ru: Пожалуйста, добавьте первую запись в блоге {0}здесь{1}.

# DeleteBlogLink
source: Delete
de: Löschen
it: Elimina
lv: Dzēst
pt_br: Deletar
ru: Удалить

# EditBlogLink
source: Edit
de: Bearbeiten
it: Modifica
lv: Rediģēt
pt_br: Editar
ru: Редактировать

# EditPostTitle
source: Edit Post
de: Beitrag bearbeiten
it: Modifica messaggio
lv: Rediģēt ierakstu
pt_br: Editar Postagem
ru: Редактирование записи

# EnterTagsMessage
source: Enter the needed tags separating them with commas
de: Geben Sie gewünschte Schlagwörter ein und trennen sie durch Kommas ab
it: Inserisci tag necessari separandoli con virgole
lv: Ievadiet nepieciešamas atzīmes, atdalot tos ar komatiem
pt_br: Entre com as tags separando-as por vírgula
ru: Введите необходимые теги в поле через запятую

# ErrorAccessDenied
source: Access denied
de: Zugriff verweigert
it: Accesso vietato
lv: Pieeja atraidīta
pt_br: Acesso negado
ru: Доступ запрещен

# ErrorNotCorrectMaxBlogsSettings
source: Invalid number of posts
de: Ungültige Anzahl der Beiträge
it: Numero di messaggi non valido
lv: Nepareizs ierakstu skaits
pt_br: Numero inválido de postagens
ru: Недопустимое число записей

# GroupTitle
source: Where to post:
de: Stelle zum Veröffentlichen:
it: Dove scrivere:
lv: Kur ierakstīt:
pt_br: Onde posts:
ru: Куда публиковать:

# HideButton
source: Close
de: Schließen
it: Chiudi
lv: Aizvērt
pt_br: Fechar
ru: Закрыть

# InGroupBlogLabel
source: blog
lv: blogs
ru: блоге

# InPersonalBlogLabel
source: personal blog
de: persönlichem Blog
it: blog personale
lv: personīgs blogs
pt_br: blog pessoal
ru: персональном блоге

# ListBlogsPageName
source: Title Page
de: Hauptseite
it: Pagina principale
lv: Titullapa
pt_br: Titulo da Página
ru: Главная страница

# LiveBroadcastTitle
source: Recent Activity
de: Letzte Aktivität
it: Attività recente
lv: Pēdējas aktivitātes
pt_br: Atividades Recentes
ru: Недавняя активность

# MainStatisticName
source: Total blog posts
de: Blogeinträge insgesamt
it: Messaggi dei blog in totale
lv: Ierakstu kopsumma
pt_br: Total de postagens no blog
ru: Всего записей в блоге

# MarksToolTipText
source: Tags
de: Schlagwörter
it: Tag
lv: Atzīmes
ru: Теги

# MaxPostsCountSettingsTitle
source: Number of posts to display (1 to 30)
de: Anzahl angezeigter Beiträge (von 1 bis 30)
it: Numero di messaggi da visualizzare (da 1 a 30)
lv: Ierakstu skaits radīšanai (no 1 līdz 30)
pt_br: Numero de postagens para mostrar (1 a 30)
ru: Число отображаемых записей (от 1 до 30)

# MenuItems
source: All;Corporate;Personal
de: Alle;Unternehmensblogs;Persönliche Blogs
it: Tutto;Corporativo;Personale
lv: Visi;Korporatīvi;Personīgi
pt_br: Tudo;Corporativo;Particular
ru: Все;Корпоративные;Личные

# MyBlogsProfile
source: My profile in blogs
de: Mein Profil in Blogs
it: Profilo in blog
lv: Mans profils blogos
pt_br: Meu perfil nos blogsMy profile in blogs
ru: Мой профиль в блогах

source: New Poll
de: Neue Umfrage
it: Nuovo sondaggio
lv: Jauna aptauja
pt_br: Novo Questionário
ru: Новый опрос

# NewPost
source: Add new post
de: Neuen Beitrag hinzufügen
it: Aggiungi nuovo messaggio
lv: Pievienot jaunu ierakstu
pt_br: Nova postagem
ru: Добавить новую запись

# NoBlogsWidgetMessage
source: There are no posts in blogs.
de: Es gibt keine Beiträge in Blogs.
it: Nessun messaggio nei blog.
lv: Blogos nav neviena ieraksts
pt_br: Não há postagens nos blogs
ru: Нет ни одной записи в блогах.

# NoBlogsWidgetTitle
source: Click here to {0}Add new post{1}
de: Klicken Sie hier, um einen {0}neuen Beitrag hinzuzufügen{1}
it: Clicca qui per {0}aggiungere nuovo messaggio{1}
lv: Uzklikšķiniet šeit lai {0}Pievienot jaunu ierakstu{1}
pt_br: Click aqui para {0}criar uma nova postagem{1}
ru: Нажмите сюда, чтобы {0}Добавить новую запись{1}

# NoGroupItem
source: Personal blog
de: Persönliches Blog
it: Blog personale
lv: Personīgs blogs
pt_br: Blog Pessoal
ru: Персональный блог

# NotFoundMessage
source: Nothing has been found.
de: Nichts wurde gefunden.
it: Non è trovato nulla.
lv: Nekas nebija atrasts
pt_br: Nada foi encontrado.Nothing has been found.
ru: Ничего не найдено.

# PleaseWaitMessage
source: Please wait...
de: Bitte warten...
it: Per favore, attendi...
lv: Lūdzu uzgaidiet...
pt_br: Favor esperar...
ru: Пожалуйста, подождите...

# PostButton
source: Publish
de: Veröffentlichen
it: Pubblica
lv: Publicēt
pt_br: Publicar
ru: Опубликовать

# PostedTitle
source: Author
de: Verfasser
it: Autore
lv: Autors
pt_br: Autor
ru: Автор

# PostsTitle
source: Posts
de: Beiträge
it: Messaggi
lv: Ieraksts
pt_br: Postagens
ru: Записи

# PreviewButton
source: Preview
de: Vorschau
it: Anteprima
lv: Priekšskatījums
pt_br: Pré-visualizar
ru: Предпросмотр

# RatingsMenuTitle
source: Ratings
de: Bewertungen
it: Rating
lv: Reitings
pt_br: Avaliações
ru: Рейтинги

# ReadMoreLink
source: Read more
de: Weiter lesen
it: Più
lv: Lasīt tālāk
pt_br: Leia Mais
ru: Читать далее

# SaveButton
source: Save
de: Speichern
it: Salva
lv: Saglabāt
pt_br: Salvar
ru: Сохранить

# SearchDefaultString
source: Search in blogs
de: Suche in Blogs
it: Ricerca in blog
lv: Meklēt blogos
pt_br: Pesquisar em blogs
ru: Поиск по блогам

# SubmitButton
source: Send
de: Senden
it: Invia
lv: Sūtīt
pt_br: Enviar
ru: Отправить

# SubscribeOnAuthorAction
source: Subscribe to all user's posts
de: Für alle Beiträge des Benutzers anmelden
it: Iscriviti a tutti i messaggi di questo utente
lv: Parakstīties uz visu lietotāju ierakstiem
pt_br: Subscrecer todos as postagens dos usuários
ru: Подписаться на все записи автора

# SubscribeOnAuthorDescription
source: The subscription allows you to track new user posts in blogs
de: Durch Anmeldung kann man neue Beiträge des Benutzers in Blogs verfolgen
it: L'iscrizione ti permette di seguire i nuovi messaggi di questo utente in blog
lv: Parakstīšanās ļauj jums sēkot līdz jauno lietotāju ierakstiem blogos
pt_br: A subscrição lhe permite acompanhar postagens de novos usuários em blogs
ru: Подписка позволяет следить за новыми записями автора в блогах

# SubscribeOnAuthorTitle
source: Subscription to user posts
de: Anmeldung für Beiträge des Benutzers
it: Iscrizione ai messaggi di utente
lv: Parakstīšanās uz lietotāju ierakstiem
pt_br: Subscrição de postagem de usuário
ru: Подписка на записи автора

# SubscribeOnNewCommentsAction
source: Subscribe to post comments
de: Für Kommentare zum Beitrag anmelden
it: Iscriviti ai commenti al messaggio
lv: Parakstīties uz ierakstu komentāriem
pt_br: Subscrever para comentarios postados
ru: Подписаться на комментарии к записи

# SubscribeOnNewCommentsDescription
source: The subscription allows you to track new post comments
de: Durch Anmeldung kann man neue Kommentare zum Beitrag verfolgen
it: L'iscrizione ti permette di seguire i nuovi commenti al messaggio
lv: Parakstīšanās ļauj jums sēkot līdz jauniem komentāriem
pt_br: A subscrição lhe permite acompanhar novas postagens
ru: Подписка позволяет следить за новыми комментариями к записи

# SubscribeOnNewCommentsTitle
source: Subscription to post comments
de: Anmeldung für Kommentare zum Beitrag
it: Iscrizione ai commenti al messaggio
lv: Parakstīšanās uz ieraksta komentāriem
pt_br: Subscrito na postagem comentada
ru: Подпиcка на комментарии к записи

# SubscribeOnNewPostAction
source: Subscribe to all posts
de: Für alle Beiträge anmelden
it: Iscriviti a tutti i messaggi
lv: Parakstīties uz visiem ierakstiem
pt_br: Subscrever todas as postagens
ru: Подписаться на все записи

# SubscribeOnNewPostDescription
source: The subscription allows you to track new posts in blogs
de: Durch Anmeldung kann man neue Beiträge in Blogs verfolgen
it: L'iscкizione ti permette di seguire i nuovi messaggi in blog
lv: Parakstīšanās ļauj jums sēkot līdz jauniem ierakstiem blogos
pt_br: A subscrição lhe permite acompanhar postagens de novos usuários em blogs
ru: Подписка позволяет следить за всеми новыми записями в блогах

# SubscribeOnNewPostTitle
source: Subscription to all posts
de: Anmeldung für alle Beiträge
it: Sottoscizione a tutti i messaggi
lv: Parakstīšanās uz visiem ierakstiem
pt_br: Subscrição para todas as postagens
ru: Подписка на все записи

# TagCloudTitle
source: Tag Cloud
de: Schlagwortwolke
it: Nuvola di tag
lv: Atzīmju mākonis
ru: Облако тегов

# TagsTitle
source: Tags
de: Schlagwörter
it: Tag
lv: Atzīmes
ru: Теги

# UnSubscribeOnAuthorAction
source: Unsubscribe from user's posts
de: Von Beiträgen des Benutzers abmelden
it: Cancellati dai messaggi di questo utente
lv: Atrakstīties no lietotāju ierakstiem
pt_br: Retirar das postagens dos usuários
ru: Отписаться от записей автора

# UnSubscribeOnNewCommentsAction
source: Unsubscribe from post comments
de: Abmeldung von Kommentaren zum Beitrag
it: Cancellati dai commenti al messaggio
lv: Atrakstīties no ierakstu komentāriem
pt_br: Retirar das postagens comentadas
ru: Отписаться от комментариев к записи

# UnSubscribeOnNewPostAction
source: Unsubscribe from all posts
de: Von allen Beiträgen abmelden
it: Cancellati dai messaggi
lv: Atrakstīties no visiem ierakstiem
pt_br: Retirar de todas as postagens
ru: Отписаться от всех записей

# UserActivity_AddComment
source: comment added
de: Kommentar hinzugefügt
it: commento aggiunto
lv: komentārs pievienots
pt_br: comentario aderido
ru: добавлен комментарий

# UserActivity_AddPost
source: post created
de: Beitrag verfasst
it: messaggio creato
lv: ieraksts izveidots
pt_br: postagem criada
ru: создана запись

# UserActivity_AddPullPost
source: poll created
de: Umfrage eröffnet
it: sondaggio creato
lv: aptauja izveidota
pt_br: questionário criado
ru: создан опрос

# UserActivity_DeleteComment
source: comment deleted
de: Kommentar gelöscht
it: commento eliminato
lv: komentārs izdzēsts
pt_br: comentario deletado
ru: удалён комментарий

# UserActivity_DeletePost
source: post deleted
de: Beitrag gelöscht
it: messaggio eliminato
lv: ieraksts izdzēsts
pt_br: postagem deletada
ru: удалена запись

# UserActivity_EditComment
source: comment edited
de: Kommentar bearbeitet
it: commento modificato
lv: komentārs rediģēts
pt_br: comentário editado
ru: отредактирован комментарий

# UserActivity_EditPost
source: post edited
de: Beitrag bearbeitet
it: messaggio modificato
lv: ieraksts rediģēts
pt_br: postagem editada
ru: отредактирована запись

# UserActivity_Vote
source: vote added
de: Umfrage hinzugefügt
it: voto aggiunto
lv: balsojums pievienots
pt_br: voto feito
ru: проголосовано

# ViewsTitle
source: View
de: Gelesen
it: Visualizzazioni
lv: Skatīt
pt_br: Visualizar
ru: Просмотры

# WidgetDescriptionResourceKey
source: shows the latest posts in blog
de: zeigt letzte Blogbeiträge an
it: mostra gli ultimi messaggi nei blog
lv: parādīt pēdējus ierakstus blogos
pt_br: mostrar as ultimas postagens nos blogs
ru: показывает последние записи в блогах

# MenuItemsTargets
source: default.aspx;default.aspx?mode=corporate;default.aspx?mode=personal
de: ./;./?mode=corporate;./?mode=personal
pt_br: default.aspx;default.aspx?mode=corporativo;default.aspx?mode=particular
