Repository: aliakbarzadeh2021/teamlab
Catalog: module/PhotoManager/Resources/PhotoManagerResource.*.resx
Languages: lv

# ActionsTitle
source: Actions
lv: Darbības

# AddAlbumLink
source: Add album
lv: Pievienot albumu

# AddButton
source: Add
lv: Pievienot

# AddCommentLink
source: Add Comment
lv: Pievienot komentāru

# AddEventLink
source: Create new event
lv: Izveidot jaunu notikumu

# AddMorePhotosLink
source: Add more photos
lv: Pievienot vēl bildes

# AddNewCommentLink
source: Add your comment
lv: Pievienot jūsu komentāru

# AddNewPhotoLink
source: Add new
lv: Pievienot jaunu

# AddonDescriptionResourceKey
source: Corporate photo albums
lv: Korporatīvi bilžu albumi

# AddonName
source: Photos
lv: Bildes

# AlbumCoverTitle
source: Album Cover
lv: Albuma Vāks

# AlbumNameTitle
source: Album Title
lv: Albuma Nosaukums

# AlbumsCountPhoto
source: Photos
lv: Фото

# AlbumsTitle
source: Albums
lv: Albumi

# AlbumTitle
source: Album
lv: Albums

# AlbumTitleR1
source: Albums
lv: Albumi

# AlbumTitleRm
source: Albums
lv: Albumi

# AllAuthorAlbumsTitle
source: Show all albums by this user
lv: Parādīt visus šī lietotāja albumus

# AllPhotoTitle
source: All Photos
lv: Visas bildes

# AuthorTitle
source: Author
lv: Autors

# ButtonAddFiles
source: Add file(s)
lv: Pievienot failus

# ButtonSelectFiles
source: Select file(s)
lv: Izvēlēties failus

# CancelButton
source: Cancel
lv: Atcelt

# ChooseEventTitle
source: Choose an event
lv: Izvēlēties notikumu

# ChoosePhotolink
source: Choose the photos to upload
lv: Izvēlēties bildes augšuplādēšanai

# CommentedTitle
source: Commented
lv: Komentēts

# CommentRemovedMessage
source: The comment has been deleted
lv: Komentārs ir izdzēsts

# CommentsTitle
source: Comments
lv: Komentāri

# CommentTitle
source: Comment
lv: Komentārs

# CommentTitleR1
source: Comments
lv: Komentāri

# CommentTitleRm
source: Comments
lv: Komentāri

# ConfirmMoveMessage
source: Are you sure you want to delete all photos?
lv: Vai jūs tiešām gribat izdzēst visas bildes?

# ConfirmRemoveAlbumMessage
source: Are you sure you want to delete the album?
lv: Vai jūs tiešām gribat izdzēst albumu?

# ConfirmRemoveEventMessage
source: Are you sure you want to delete the event?
lv: Vai jūs tiešām gribat izdzēst šo notikumu?

# ConfirmRemoveMessage
source: Are you sure you want to delete the selected photo?
lv: Vai jūs tiešām gribat izdzēst šo bildi?

# ConfirmRemovePhotoMessage
source: Are you sure you want to delete the photo?
lv: Vai jūs tiešām gribat izdzēst šo bildi?

# CreateButton
source: Create
lv: Izveidot

# CreateNewTitle
source: Create new
lv: Izveidojiet jaunu

# CreatePhotosWidgetMessage
source: Please upload your photos {0}here{1}.
lv: Lūdzu augušplādējiet jūsu bildes {0}šeit{1}.

# CreateSelectEventMessage
source: Choose an event for uploading or
lv: Izvēlējaties notikumu vai

# DateTitle
source: Date
lv: Datums

# DeleteButton
source: Delete
lv: Izdzēst

# DescriptionTitle
source: Description
lv: Apraksts

# DownToolTip
source: Down
lv: Lejā

# EditAlbumButton
source: Edit album
lv: Rediģēt albumu

# EditButton
source: Edit
lv: Rediģēt

source: Edit event
lv: Rediģēt notikumu

# EditPhotoNameTitle
source: Title
lv: Nosaukums

# EditPhotoTitle
source: Edit photo
lv: Rediģēt bildi

# EditSmallButton
source: Edit
lv: Rediģēt

# EmptyWidgetMessage
source: Click here to {0}Upload photos{1}
lv: Uzklikšiniet šeit, lai {0}Augšuplādēt bildes{1}

# ErrorFileTypeText
source: Unsupported file type
lv: Šis faila tips nav atbalstīts

# ErrorSaveWidgetSettings
source: Error while saving settings
lv: Kļūda iestatījumu saglabāšanas laikā

# EventCreationTitle
source: New Event
lv: Jauns Notikums

# EventHaveNoAlbumsMsg
source: There are no albums in this event. Do you want to :UPLOAD_LINK or :REMOVE_LINK it?
lv: Šajā notikumā nav neviena albuma. Vai jūs gribat :UPLOAD_LINK or :REMOVE_LINK to?

# EventsTitle
source: Events
lv: Notikumi

# EventTitle
source: Event
lv: Notikums

# ExitToolTip
source: Exit
lv: Iziet

# FinishUploadLink
source: Finish uploading
lv: Izbeigt augšuplādēšanu

# FullSizeTitle
source: Source
lv: Avots

# GoToTitle
source: and go to
lv: un aiziet uz

# HideButton
source: Close
lv: Aizvērt

# LastAlbumTitle
source: Latest Albums
lv: Pēdējie albumi

# LastCommentedTitle
source: Latest Comments
lv: Pēdējie Komentāri

# LastEventsTitle
source: Other Events
lv: Citi Notikumi

# LastPhotoWidgetTitle
source: Latest Albums
lv: Pēdējie albumi

# LastUpdateTitle
source: Updated
lv: Atjaunināts

# MainPageMenuTitle
source: Title Page
lv: Titullapa

# MainStatisticName
source: Total photos
lv: Bilžu kopsumma

# MaxLastAlbumsCountSettingsTitle
source: Number of albums to display (1 to 10)
lv: Albumu skaits attēlošanai (no 1 līdz 10)

# MyPhotoTitle
source: My Photos
lv: Manas Bildes

# NameTitle
source: Name
lv: Vārds

# NextPhotoButton
source: Next
lv: Nākamā

# NextSlideToolTip
source: Next slide
lv: Nākamais slaids

# NoFoundMessage
source: Nothing has been found.
lv: Nekas nebija atrasts.

# NoPhotosWidgetMessage
source: There are no photos.
lv: Nav nevienas bildes.

# NoteFileUpload
source: The file size cannot exceed {1}{0} Mb{2}. Supported file formats: images and photos
lv: Dokumenta izmērs nevar būt lielāks par {1}{0} MB{2}.

# NotifyOnNewEventCommentsDescription
source: The subscription allows you to track new photos and comments in this event
lv: Parakstīšanās ļauj jums sēkot līdz jaunām bildēm un komentāriem šajā notikumā

# NotifyOnNewEventCommentsMessage
source: Subscribe to event
lv: Parakstīties uz šo notikumam

# NotifyOnNewEventCommentsTitle
source: Subscription to event
lv: Parakstīšanās uz šo notikumam

# NotifyOnUploadsDescription
source: The subscription allows you to track when new photos are uploaded
lv: Parakstīšanās ļauj jums uzzināt, kad parādās jaunas bildes

# NotifyOnUploadsMessage
source: Subscribe to new photos
lv: Parakstīties uz jaunām bildēm

# NotifyOnUploadsTitle
source: Subscription to new photos
lv: Parakstīšanās uz jaunām bildēm

# OrDragDrop
source: or drag'n'drop to this window
lv: vai pārceliet tos šajā logā

source: Other Albums
lv: Citi Albumi

# OtherButton
source: Other
lv: Citi

source: Overall progress
lv: Progress

# PageTitleDefault
source: All Events
lv: Visi Notikumi

# PageTitleEditPhoto
source: Edit Photo
lv: Rediģēt Bildi

# PageTitleSlideShow
source: Slideshow
lv: Slaidrāde

# PhotoManagerPageDescription
source: Photo Manager Home Page
lv: Bilžu menedžera mājaslapa

# PhotoManagerPageName
source: Title Page
lv: Titullapa

# PhotosTitle
source: Photos
lv: Bildes

# PhotoTitle
source: Photos
lv: Bildes

# PhotoTitleR1
source: Photos
lv: Bildes

# PhotoTitleRm
source: Photos
lv: Bildes

# PostedByTitle
source: Uploaded
lv: Augšuplādēts

# PostedToTitle
source: Uploaded
lv: Augšuplādēts

# PressTitle
source: or press
lv: vai nospiediet

# PreviewButton
source: Preview
lv: Priekšskatījums

# PreviousPhotoButton
source: Prev.
lv: Iepriekšēja

# PrevSlideToolTip
source: Previous slide
lv: Iepriekšējais slaids

# RefreshButton
source: Refresh
lv: Atsvaidzināt

# RemoveAlbumButton
source: Delete album
lv: Izdzēst albumu

# RemoveAllLink
source: Delete all
lv: Izdzēst visu

# RemoveButton
source: Delete
lv: Izdzēst

# RemoveCommentToolTipText
source: Delete comment
lv: Izdzēst komentāru

# RemoveEvent
source: Delete event
lv: Izdzēst notikumu

# ReviewedTitle
source: Viewed
lv: Apskatīts

# RotateLeftLink
source: 90° left
lv: 90° pa kreisi

# RotateRightLink
source: 90° right
lv: 90° pa labi

# RunPauseToolTip
source: Start/Pause
lv: Sākt/Pauze

# SaidTitle
source: said
lv: pateica

# SaveButton
source: Save
lv: Saglabāt

# SavePhotosButton
source: Save Photos
lv: Saglabāt bildes

# SeeAllAlbumsLink
source: All Albums
lv: Visi Albumi

# SelectAuthorMessage
source: Choose author
lv: Izvēlēties autoru

# SelectedFiles
source: {0} files selected
lv: Izvēlēti {0} faili

source: Select file(s) to upload
lv: Izvēlieties failus augšuplādēšanai

# SelectImagesButton
source: Choose photos
lv: Izvēlēties bildes

# SendCommentButton
source: Send Comment
lv: Aizsūtīt komentāru

# SlidesShowTooTip
source: Slideshow
lv: Slaidrāde

# SubmitButton
source: Send
lv: Sūtīt

# TotalAlbumsTitle
source: Total albums
lv: Albumu kopsumma

# TotalPhotoTitle
source: Total photos
lv: Bilžu kopsumma

# UnNotifyOnNewEventCommentsMessage
source: Unsubscribe from event
lv: Atrakstīties no šī notikuma

# UnNotifyOnUploadsMessage
source: Unsubscribe from new photos
lv: Atrakstīties no jaunām bildēm

# UploadButton
source: Upload
lv: Augšuplādēt

# UploadedOf
source: {0} / {1} files are uploaded
lv: {0} / {1} augšuplādētu failu

# UploadPhotosLink
source: Upload photos
lv: Augšuplādēt bildes

# UploadPhotosLinkDescription
source: Upload your photos
lv: Augšuplādēt jūsu bildes

# UploadPhotoTitle
source: Upload Photos
lv: Augšuplādēt Bildes

# UploadsPhotosQuestion
source: here
lv: šeit

# UpToolTip
source: Up
lv: Uz augšu

# UserActionCommented
source: commented
lv: komentēja

# UserActionUploaded
source: Uploaded
lv: Augšuplādēts

# UserActivity_AddComment
source: comment added
lv: pievienots komentārs

# UserActivity_AddPhoto
source: photos uploaded
lv: pievienotas bildes

# UserActivity_DeleteComment
source: comment deleted
lv: komentārs izdzēsts

# UserActivity_DeletePhoto
source: photos deleted
lv: bildes izdzēstas

# UserActivity_EditComment
source: comment edited
lv: komentārs rediģēts

# UserActivity_EditPhoto
source: photo edited
lv: bilde rediģēta

# UserActivity_Evaluate
source: photo rated
lv: bilde novērtēta

# UserHaveNoPhotosTitle
source: The user has no photos
lv: Lietotājam nav nevienas bildes

# ViewTitle
source: View
lv: Skatīt

# ViewTitleR1
source: Views
lv: Skatījumi

# ViewTitleRm
source: Views
lv: Skatījumi

# WaitMessage
source: Please wait
lv: Lūdzu uzgaidiet

# WidgetDescriptionResourceKey
source: shows the newly updated albums
lv: nesen augšuplādēti albumi

# YouAlbumTitle
source: to my album
lv: uz manu albumu

# YouHaveNoPhotosTitle
source: You've got no photos.
lv: Jums nav nevienas bildes.
