Repository: aliakbarzadeh2021/teamlab
Catalog: Backup/web/studio/ASC.Web.Studio/Core/Notify/WebstudioPatternResource.*.resx
Languages: lv, pt_br, ru

# pattern_backup_created
source: h1.Portal Backup Created Dear $OwnerName, A backup file containing data from your TeamLab portal has been created. It is available for download under the following link: "$BackupUrl":"$BackupUrl" The link will expire in $BackupHours hours. Best regards, TeamLab Support Team "www.teamlab.com":"http://teamlab.com/"
lv: h1.Portāla Rezerves Kopija Izveidota Cien. $OwnerName, Fails ar jūsu portāla datu rezerves kopiju tika izveidots. Jūs varat to lejuplādēt sekojot šim linkam: "$BackupUrl":"$BackupUrl" Linka darbības termiņš izbeigsies pēc $BackupHours stundām. Ar cienu, TeamLab Klientu Apkalpošanas Komanda "www.teamlab.com":"http://teamlab.com/"
pt_br: h1.Backup Criado Caro $OwnerName, Um arquivo contendo o backup das informações de seu portal TeamLab foi criado. Está disponível para download no seguinte link: "$BackupUrl":"$BackupUrl" O link irá expirar em $BackupHours horas. Atenciosamente, TeamLab Support Team "www.teamlab.com":"http://teamlab.com/"
ru: h1.Создан бэкап данных Уважаемый(ая) $OwnerName, Создан бэкап файл, содержащий Ваши данные с портала TeamLab. Ссылка для скачивания: "$BackupUrl":"$BackupUrl" Ссылка будет активной в течение $BackupHours часов. С наилучшими пожеланиями, Команда TeamLab "www.teamlab.com":"http://teamlab.com/"

# pattern_change_pwd
source: h1.Password Changed Dear $UserName, Your password for your portal at "$__VirtualRootPath":"$__VirtualRootPath" has been changed. Please find your log in details below: Email: *_#SYS_RECIPIENT_ADDRESS#_* Password: *$Password*
lv: h1.Parole Nomainīta Cien. $UserName, Jūsu parole Jūsu portālam "$__VirtualRootPath":"$__VirtualRootPath" ir nomainīta. Jūsu pieteikumdati: -pasta adrese: *_#SYS_RECIPIENT_ADDRESS#_* Parole: *$Password*
pt_br: h1.Senha Alterada Caro $UserName, A senha para seu portal corporativo em "$__VirtualRootPath":"$__VirtualRootPath" foi alterado. Encontre os detalhes de seu login abaixo: Email: *_#SYS_RECIPIENT_ADDRESS#_* Senha: *$Password*
ru: h1.Пароль изменён Уважаемый(ая) $UserName, Ваш пароль для портала "$__VirtualRootPath":"$__VirtualRootPath" изменён. Для входа используйте: Email: *_#SYS_RECIPIENT_ADDRESS#_* Пароль: *$Password*

# pattern_confirm_owner_change
source: h1.Change of Portal Owner Dear $OwnerName, A request to change the portal owner to $UserName has been made. Please follow the link below to confirm the operation: "$ConfirmPortalOwnerUpdate":"$ConfirmPortalOwnerUpdate" If you have any questions or need assistance please feel free to contact us at "support@teamlab.com":"mailto:support@teamlab.com" Best regards, TeamLab Support Team "www.teamlab.com":"http://teamlab.com/"
lv: h1.Mainīt portāla īpašnieku Cien. $OwnerName, Lūgums mainīt portāla īpašnieku uz $UserName ir veikts. Lūdzu, sekojiet saitei zemāk, lai apstiprinātu darbību: "$ConfirmPortalOwnerUpdate": "$ ConfirmPortalOwnerUpdate" Ja jums ir kādi jautājumi vai nepieciešama palīdzība, lūdzu, nekautrējieties sazināties ar mums, "support@teamlab.com":"mailto: support@teamlab.com " Ar cieņu, TeamLab Support Team "www.teamlab.com ":" http://teamlab.com/ "
ru: h1.Смена владельца портала Здравствуйте, $OwnerName, Был сделан запрос на смену владельца портала на пользователя $UserName. Перейдите по следующей ссылке, чтобы подтвердить операцию: "$ConfirmPortalOwnerUpdate":"$ConfirmPortalOwnerUpdate" Если у Вас есть какие-то вопросы или Вам нужна помощь, Вы всегда можете обратиться к нам по адресу "support@teamlab.com":"mailto:support@teamlab.com" С наилучшими пожеланиями, Команда TeamLab "www.teamlab.com":"http://teamlab.com/"

# pattern_dns_change
source: h1.Change of Portal Address Dear $OwnerName, A request to change the portal address to "$PortalAddress":"$PortalAddress" #if($PortalDns != "") ("$PortalDns":"$PortalDns" )#end has been made. Please follow the link below to confirm the operation: "$ConfirmDnsUpdate":"$ConfirmDnsUpdate" If you have any questions or need assistance please feel free to contact us at "support@teamlab.com":"mailto:support@teamlab.com" Best regards, TeamLab Support Team "www.teamlab.com":"http://teamlab.com/"
lv: h1.Adreses maiņa portālā Cien. $OwnerName, Tika izveidots pieprasījums portāla adreses "$PortalAddress":"$PortalAddress" #if($PortalDns != "") ("$PortalDns":"$PortalDns" )#end. Lūdzu sekojiet šim linkam, lai apstiprināt izdzēšanu: "$ConfirmDnsUpdate":"$ConfirmDnsUpdate" Ja jums vēl ir kādi jautājumi vai ir vajadzīga palīdzība, lūdzu rakstiet mums uz "support@teamlab.com":"mailto:support@teamlab.com" Ar cienu, TeamLab Klientu Apkalpošanas Komanda "www.teamlab.com":"http://teamlab.com/"
ru: h1.Изменение адреса портала Уважаемый(ая) $OwnerName, Создан запрос на изменение адреса портала на "$PortalAddress":"$PortalAddress" #if($PortalDns != "") ("$PortalDns":"$PortalDns" )#end Для подтверждения данной операции перейдите по ссылке: "$ConfirmDnsUpdate":"$ConfirmDnsUpdate" Если у Вас есть какие-либо вопросы, то Вы можете свободно связаться с нами по адресу "support@teamlab.com":"mailto:support@teamlab.com" С наилучшими пожеланиями, Команда TeamLab "www.teamlab.com":"http://teamlab.com/"

# pattern_invite
source: h1.Invitation to Join TeamLab Portal Hello, $__AuthorName has invited you to join an portal at Teamlab. TeamLab is a free platform for business collaboration and project management. Join your portal and start collaborating with your colleagues right away. To accept the invitation please enter your name and password following this link: "$InviteLink":"$InviteLink"
lv: h1.Ielūgums Pievienoties TeamLab Portālam Sveiki, $__AuthorName ielūdz jūs pievienoties Teamlab portālam. TeamLab ir bezmaksas platforma biznesa sadarbībai un projektu vadībai. Pievienojaties portālam un varat uzreiz sākt sadarboties ar Jūsu kolleģiem. Lai pieņemt ielūgumu, lūdzu ievadiet jūsu vārdu un paroli sekojot šim linkam: "$InviteLink":"$InviteLink"
pt_br: h1.Convite para Unir ao Portal Olá, $__AuthorName convidou você para se unir a um portal corporativo em Teamlab. TeamLab &eacute; uma plataforma gr&aacute;tis para colabora&ccedil;&atilde;o empreendedora e gerenciamento de projeto. Una-se em seu portal corporativo e come&ccedil;e a colaborar imediatamente com seus colegas. Para aceitar o convite favor entrar com seu nome e senha no seguinte link: "$InviteLink":"$InviteLink"
ru: h1.Приглашение на портал Здравствуйте, $__AuthorName приглашает Вас присоединиться к порталу TeamLab. TeamLab - это бесплатная платформа для совместной работы и управления проектами. Присоединяйтесь к порталу и начинайте совместно работать с другими пользователями прямо сейчас. Чтобы подтвердить Ваш профиль, необходимо перейти по ссылке: "$InviteLink":"$InviteLink"

# pattern_join
source: h1.Invitation to Join TeamLab Portal Hello, You have requested to join an portal at Teamlab. TeamLab is a free platform for business collaboration and project management. Join your portal and start collaborating with your colleagues right away. To accept the invitation please enter your name and password following this link: "$InviteLink":"$InviteLink"
lv: h1.Ielūgums Pievienoties TeamLab Portālam Sveiki, Jūs pieprasījat atļauju pievienoties Teamlab portālam. TeamLab ir bezmaksas platforma biznesa sadarbībai un projektu vadībai. Pievienojaties portālam un varat uzreiz sākt sadarboties ar Jūsu kolleģiem. Lai pieņemt ielūgumu, lūdzu ievadiet jūsu vārdu un paroli sekojot šim linkam: "$InviteLink":"$InviteLink"
pt_br: h1.Convite Para Unir-se ao Portal Olá, Você foi chamado a se unir em um portal corporativo em Teamlab. TeamLab &eacute; uma plataforma gr&aacute;tis para colabora&ccedil;&atilde;o empreendedora e gerenciamento de projeto. Una-se em seu portal corporativo e come&ccedil;e a colaborar imediatamente com seus colegas. Para aceitar o convite favor entrar com seu nome e senha no seguinte link: "$InviteLink":"$InviteLink"
ru: h1.Приглашение на портал Здравствуйте, Вы получили приглашение присоединиться к порталу TeamLab. TeamLab - это бесплатная платформа для совместной работы и управления проектами. Присоединяйтесь к порталу и начинайте совместно работать с другими пользователями прямо сейчас. Чтобы подтвердить Ваш профиль, необходимо перейти по ссылке: "$InviteLink":"$InviteLink"

# pattern_portal_deactivate
source: h1.Account Deactivation Dear $OwnerName, You have requested a temporary deactivation of your TeamLab account. Please follow the link below to confirm the operation: "$DeactivateUrl":"$DeactivateUrl" You can reactivate your account at any time by clicking the following link: "$ActivateUrl":"$ActivateUrl" If you have any questions or need assistance please feel free to contact us at "support@teamlab.com":"mailto:support@teamlab.com" Best regards, TeamLab Support Team "www.teamlab.com":"http://teamlab.com/"
lv: h1.Akaunta Dezaktivācija Cien. $OwnerName, Jūs pieprasījāt laicīgu portāla dezaktivāciju. Lūdzu sekojiet šim linkam, lai apstiprināt dezaktivāciju: "$DeactivateUrl":"$DeactivateUrl" Jūs varat aktivizēt jūsu akauntu jebkur laikā, sekojot šim linkam: "$ActivateUrl":"$ActivateUrl" Ja jums vēl ir kādi jautājumi vai ir vajadzīga palīdzība, lūdzu rakstiet mums uz "support@teamlab.com":"mailto:support@teamlab.com" Ar cienu, TeamLab Klientu Apkalpošanas Komanda "www.teamlab.com":"http://teamlab.com/"
pt_br: h1.Desativação de Conta Caro $OwnerName, Você requisitou uma desativação temporária de sua conta TeamLab. Favor use o link a seguir para confirmar a operação: "$DeactivateUrl":"$DeactivateUrl" Você pode reativar sua conta a qualquer momento clicando no link a seguir: "$ActivateUrl":"$ActivateUrl" Se você tiver alguma pergunta ou precisar de assistencia, sinta-se a vontade para nos contactar em "support@teamlab.com":"mailto:support@teamlab.com" Atenciosamente, TeamLab Support Team "www.teamlab.com":"http://teamlab.com/"
ru: h1.Аккаунт отключён Уважаемый(ая) $OwnerName, Вы запросили временно отключить Ваш аккаунт TeamLab. Пожалуйста, перейдите по следующей ссылке для подтверждения операции: "$DeactivateUrl":"$DeactivateUrl" Вы можете активировать свой аккаунт в любое время, перейдя по следующей ссылке: "$ActivateUrl":"$ActivateUrl" Если у Вас есть какие-либо вопросы, то Вы можете свободно связаться с нами по адресу "support@teamlab.com":"mailto:support@teamlab.com" С наилучшими пожеланиями, Команда TeamLab "www.teamlab.com":"http://teamlab.com/"

# pattern_portal_delete
source: h1.Account Deletion Dear $OwnerName, You have requested to permanently delete your TeamLab account. Important! All the data stored on your portal, as well as your registration details will be lost and cannot be recovered. Please follow the link below to confirm the operation: "$DeleteUrl":"$DeleteUrl" If you have any questions or need assistance please feel free to contact us at "support@teamlab.com":"mailto:support@teamlab.com" Best regards, TeamLab Support Team "www.teamlab.com":"http://teamlab.com/"
lv: h1.Konta Izdzēšana Cien. $OwnerName, Jūs pieprasījāt Jūsu Teamlab konta pilnīgu izdzēšanu. Svarīgi! Visi dati un reģistrācijas informācija būs izdzēsti un tos nevarēs atgūt. Lūdzu sekojiet šim linkam, lai apstiprināt izdzēšanu: "$DeleteUrl":"$DeleteUrl" Ja jums vēl ir kādi jautājumi vai ir vajadzīga palīdzība, lūdzu rakstiet mums uz "support@teamlab.com":"mailto:support@teamlab.com" Ar cienu, TeamLab Klientu Apkalpošanas Komanda "www.teamlab.com":"http://teamlab.com/"
pt_br: h1.Encerramento de Conta Caro $OwnerName, Você requisitou o apagamento permanente de sua conta TeamLab. Importante! Toda informação gravada em seu portal, assim como todos os detalhes dos registros serão perdidos e não poderam ser recuperados. Favor clique no link a seguir para confirmar a operação: "$DeleteUrl":"$DeleteUrl" Se você tiver alguma duvida ou precisar de assistencia sinta-se a vontade para nos contactar em "support@teamlab.com":"mailto:support@teamlab.com" Atenciosamente, TeamLab Support Team "www.teamlab.com":"http://teamlab.com/"
ru: h1.Аккаунт удалён Уважаемый(ая) $OwnerName, Вы запросили полностью удалить Ваш аккаунт TeamLab. Важно! Все сохраненные данные с Вашего портала будут полностью удалены, и не смогут быть восстановлены. Для подтвержения операции перейдите по следующей ссылке: "$DeleteUrl":"$DeleteUrl" Если у Вас есть какие-либо вопросы, то Вы можете свободно связаться с нами по адресу "support@teamlab.com":"mailto:support@teamlab.com" С наилучшими пожеланиями, Команда TeamLab "www.teamlab.com":"http://teamlab.com/"

# pattern_profile_updated
source: h1.Profile Changed Dear $UserName, Your user profile at "$__VirtualRootPath":"$__VirtualRootPath" has been changed by "$__AuthorName":"$__AuthorUrl" . To view your profile follow the link below: "$UserName":"$MyStaffLink"
lv: h1.Izmaiņas Profilā Cien. $UserName, "$__AuthorName":"$__AuthorUrl" izmainīja jūsu lietotāja profilu "$__VirtualRootPath":"$__VirtualRootPath" . Lai apskatīt savu profilu, sekojiet šim linkam: "$UserName":"$MyStaffLink"
pt_br: h1.Perfil Alterado Caro $UserName, Seu perfil de contato em "$__VirtualRootPath":"$__VirtualRootPath" foi alterado por "$__AuthorName":"$__AuthorUrl" . Para visualizar seu perfil siga o link abaixo: "$UserName":"$MyStaffLink"
ru: h1.Профиль изменён Уважаемый(ая) $UserName, Ваш профиль на портале "$__VirtualRootPath":"$__VirtualRootPath" изменён пользователем "$__AuthorName":"$__AuthorUrl" . Ваш профиль: "$UserName":"$MyStaffLink"

# pattern_pwd_reminder
source: h1.Password Reminder Dear $UserName, You have requested a password reminder for your portal at "$__VirtualRootPath":"$__VirtualRootPath" . Please find your log in details below: Email: *_#SYS_RECIPIENT_ADDRESS#_* Password: *$Password*
lv: h1.Paroles Atgādinājums Cien. $UserName, Jūs pieprasījat paroles atgādinājumu "$__VirtualRootPath":"$__VirtualRootPath" . Jūsu pieteikumdati: -pasts: *_#SYS_RECIPIENT_ADDRESS#_* Parole: *$Password*
pt_br: h1.Lembrete de Senha Caro $UserName, Você requeriu um lembrete de senha para seu portal corporativo em "$__VirtualRootPath":"$__VirtualRootPath" . Encontre os detalhes de seu login abaixo: Email: *_#SYS_RECIPIENT_ADDRESS#_* Password: *$Password*
ru: h1.Напоминание пароля Уважаемый(ая) $UserName, Вы запросили напоминание пароля для портала "$__VirtualRootPath":"$__VirtualRootPath" . Для входа используйте: Email: *_#SYS_RECIPIENT_ADDRESS#_* Пароль: *$Password*

# pattern_self_profile_updated
source: h1.Profile Change Notification "$__AuthorName":"$__AuthorUrl" has changed his/her profile details at "${__VirtualRootPath}":"${__VirtualRootPath}" .
lv: h1.Profila Izmaiņu Paziņojums "$__AuthorName":"$__AuthorUrl" izmainīja sava profila datus "${__VirtualRootPath}":"${__VirtualRootPath}" .
pt_br: h1.Notificação de Alteração de Perfil "$__AuthorName":"$__AuthorUrl" trocou detalhes de seu perfil em "${__VirtualRootPath}":"${__VirtualRootPath}" .
ru: h1.Изменение профиля Пользователь "$__AuthorName":"$__AuthorUrl" изменил свой профиль на портале "${__VirtualRootPath}":"${__VirtualRootPath}" .

# pattern_send_whats_new
source: h1.What's New for $Date #foreach($activity in $Activities) h2.$activity.Key #foreach($whatsNewActivity in $activity.Value) #foreach($b in $whatsNewActivity.BreadCrumbs) *$b* > #end "$whatsNewActivity.Title":"$whatsNewActivity.URL" "$whatsNewActivity.UserName":"$whatsNewActivity.UserAbsoluteURL" $whatsNewActivity.Date.ToShortTimeString() #end #end Your portal address: "$__VirtualRootPath":"$__VirtualRootPath" "Edit subscription settings":"$RecipientSubscriptionConfigURL"
lv: h1.Kas Jauns TeamLab Portalā $Date #foreach($activity in $Activities) h2.$activity.Key #foreach($whatsNewActivity in $activity.Value) #foreach($b in $whatsNewActivity.BreadCrumbs) *$b* > #end "$whatsNewActivity.Title":"$whatsNewActivity.URL" "$whatsNewActivity.UserName":"$whatsNewActivity.UserAbsoluteURL" $whatsNewActivity.Date.ToShortTimeString() #end #end Jūsu portala adrese: "$__VirtualRootPath":"$__VirtualRootPath" "Rediģēt parakstīšanās iestatījumus ":"$RecipientSubscriptionConfigURL"
pt_br: h1.O que há de novo em $Date #foreach($activity in $Activities) h2.$activity.Key #foreach($whatsNewActivity in $activity.Value) #foreach($b in $whatsNewActivity.BreadCrumbs) *$b* > #end "$whatsNewActivity.Title":"$whatsNewActivity.URL" "$whatsNewActivity.UserName":"$whatsNewActivity.UserAbsoluteURL" $whatsNewActivity.Date.ToShortTimeString() #end #end Endereço do seu portal: "$__VirtualRootPath":"$__VirtualRootPath" "Editar configurações de assinatura":"$RecipientSubscriptionConfigURL"
ru: h1.Новости портала TeamLab за $Date #foreach($activity in $Activities) $activity.Key #foreach($whatsNewActivity in $activity.Value) #foreach($b in $whatsNewActivity.BreadCrumbs) *$b* > #end "$whatsNewActivity.Title":"$whatsNewActivity.URL" "$whatsNewActivity.UserName":"$whatsNewActivity.UserAbsoluteURL" $whatsNewActivity.Date.ToShortTimeString() #end #end Адрес Вашего портала: "$__VirtualRootPath":"$__VirtualRootPath" "Изменение параметров подписки":"$RecipientSubscriptionConfigURL"

# pattern_user_has_join
source: h1.New User Added "$__AuthorName":"$__AuthorUrl" has joined your portal at "${__VirtualRootPath}":"${__VirtualRootPath}" .
lv: h1.Jauns lietotājs Pievienots "$__AuthorName":"$__AuthorUrl" pievienojās jūsu portālam "${__VirtualRootPath}":"${__VirtualRootPath}" .
pt_br: h1.Novo Contato Adicionado "$__AuthorName":"$__AuthorUrl" uniu-se a seu portal corporativo em "${__VirtualRootPath}":"${__VirtualRootPath}" .
ru: h1.Добавлен новый пользователь Пользователь "$__AuthorName":"$__AuthorUrl" присоединился к порталу "${__VirtualRootPath}":"${__VirtualRootPath}" .

# pattern_you_added
source: h1.Welcome to TeamLab! Dear $UserName, Your user profile has been added by $__AuthorName to your portal at TeamLab. TeamLab is a free platform for business collaboration and project management. To access your portal follow the link "$__VirtualRootPath":"$__VirtualRootPath" and start collaborating with your colleagues right away. Please find your log in details below: Email: *_#SYS_RECIPIENT_ADDRESS#_* Password: *$Password* You can change your password once you log into your portal. h3.Get started with your portal # "Edit your profile":"$MyStaffLink" to add personal and contact details. # "Enter Community":"${__VirtualRootPath}/products/community/" to post in your blog, add events, photos, and more. # "Enter Projects":"${__VirtualRootPath}/products/projects/" to create your project and manage it by adding milestones and tasks. # "Start Talk":"${__VirtualRootPath}/talk/" to chat with your team members online. If you need help with your portal, we invite you to browse our "How-to guides":"http://teamlab.com/howto.aspx" . For any additional questions or feedback please feel free to contact us at "support@teamlab.com":"mailto:support@teamlab.com" Best regards, TeamLab Support Team "www.teamlab.com":"http://teamlab.com/"
lv: h1.Laipni lūdzam TeamLab! Cien. $UserName, $__AuthorName pievienoja Jūsu lietotāja profilu portālam TeamLab. TeamLab ir bezmaksas platforma biznesa sadarbībai un projektu vadībai. Lai piekļut portālam, sekojiet šim linkam: "$__VirtualRootPath":"$__VirtualRootPath" un varat uzreiz sākt sadarboties ar Jūsu kolleģiem. Jūsu pieteikumdati: E-pasts: _#SYS_RECIPIENT_ADDRESS#_ Parole: $Password Jūs varesiet nomainīt paroli, tiklīdz Jūs esat pieteikušies Jūsu portālā. h3.Uzsāciet darbu jūsu portālā # "Ieiet savā profilā":"$MyStaffLink" lai pievienotu personisko un kontaktinformāciju. # "Ieiet Kopienā":"${__VirtualRootPath}/products/community/" lai pievienot bloga ziņas, bildes u t.t. # "Ieiet Projektos":"${__VirtualRootPath}/products/projects/" lai izveidotu projektus un kontrolētu to ar posmiem un uzdevumiem. # "Uzsāciet Čatu":"${__VirtualRootPath}/talk/" lai parunāt ar jūsu kolleģiem real-laikā?. Ja jums ir vajadzīga palīdzība, Jūs esat laipni lūgti apskatīt mūsu "How-to rokasgrāmatu":"http://teamlab.com/howto.aspx" . Ja jums vēl ir kādi jautājumi vai atsauksmes, lūdzu rakstiet mums uz "support@teamlab.com":"mailto:support@teamlab.com" Ar cieņu, TeamLab Klientu Apkalpošanas Komanda "www.teamlab.com":"http://teamlab.com/"
pt_br: h1.Bem vindo ao TeamLab! Caro $UserName, Seu perfil de contato foi adicionado por $__AuthorName ao seu portal corporativo em TeamLab. TeamLab &eacute; uma plataforma gr&aacute;tis para colabora&ccedil;&atilde;o empreendedora e gerenciamento de projeto. Para acessar seu portal entre no link "$__VirtualRootPath":"$__VirtualRootPath" e come&ccedil;e a colaborar imediatamente com seus colegas. Encontre os detalhes de seu login abaixo: Email: *_#SYS_RECIPIENT_ADDRESS#_* Password: *$Password* Você pode trocar sua senha desde que esteja logado em seu portal. h3.Começe com seu portal corporativo # "Editar seu perfil":"$MyStaffLink" para adições pessoais e detalhes de contato. # "Entre Community":"${__VirtualRootPath}/products/community/" para postar em seu blog corporativo, adicionar eventos, fotos e mais. # "Entre Projects":"${__VirtualRootPath}/products/projects/" para criar seu projeto e gerenciar-lo adicionando metas e tarefas. # "Começar Talk":"${__VirtualRootPath}/talk/" para conversar com os membros de sua equipe online. Se você precisar de ajuda com seu portal, nós convidamos você a buscar em "Guias de utilização":"http://teamlab.com/howto.aspx" . Para qualquer pergunta adicional ou feedback favor sinta-se a vontade para nos contactar em "support@teamlab.com":"mailto:support@teamlab.com" Atensiosamente, TeamLab Support Team "www.teamlab.com":"http://teamlab.com/"
ru: h1.Добро пожаловать на портал TeamLab! Здравствуйте, $UserName, Ваш профиль добавлен пользователем $__AuthorName на портал TeamLab. TeamLab - это бесплатная платформа для совместной работы и управления проектами. Для доступа к порталу перейдите по ссылке "$__VirtualRootPath":"$__VirtualRootPath" и начните совместную работу с другими пользователями прямо сейчас. Для входа используйте: Email: *_#SYS_RECIPIENT_ADDRESS#_* Пароль: *$Password* Вы можете изменить свой пароль, войдя на портал. h3.Начните работать со своим порталом # "Отредактируйте свой профиль":"$MyStaffLink", добавив контактную информацию. # "Войдите в Сообщество":"${__VirtualRootPath}/products/community/", чтобы создавать записи в блогах, добавлять события, фото и т.д. # "Войдите в Проекты":"${__VirtualRootPath}/products/projects/", чтобы создавать проекты и управлять ими, добавлять вехи и задачи. # "Запустите Чат":"${__VirtualRootPath}/talk/" для общения с другими пользователями. Если Вам нужна помощь, посетите страницу "Руководства":"http://teamlab.com/howto.aspx" . Если у Вас есть какие-либо вопросы, то Вы можете свободно связаться с нами по адресу "support@teamlab.com":"mailto:support@teamlab.com" С наилучшими пожеланиями, Команда TeamLab "www.teamlab.com":"http://teamlab.com/"
