Repository: aliakbarzadeh2021/teamlab
Catalog: Backup/web/studio/ASC.Web.Studio/Core/Notify/WebstudioPatternResource.*.resx
Languages: lv, pt_br, ru

# pattern_you_added_after_invite
source: h1.Welcome to TeamLab! Dear $UserName, Your user profile has been successfully added to the portal at "$__VirtualRootPath":"$__VirtualRootPath" . Please find your log in details below: Email: *_#SYS_RECIPIENT_ADDRESS#_* Password: *$Password* h3.Get started with your portal # "Edit your profile":"$MyStaffLink" to add personal and contact details. # "Enter Community":"${__VirtualRootPath}/products/community/" to post in your blog, add events, photos, and more. # "Enter Projects":"${__VirtualRootPath}/products/projects/" to create your project and manage it by adding milestones and tasks. # "Start Talk":"${__VirtualRootPath}/talk/" to chat with your team members online. If you need help with your portal, we invite you to browse our "How-to guides":"http://teamlab.com/howto.aspx" . For any additional questions or feedback please feel free to contact us at "support@teamlab.com":"mailto:support@teamlab.com" Best regards, TeamLab Support Team "www.teamlab.com":"http://teamlab.com/"
lv: h1.Lapini Lūdzam TeamLab! Cien. $UserName, Jūsu lietotāja profils bija veiksmīgi pievienots portālam "$__VirtualRootPath":"$__VirtualRootPath" . Jūsu pieteikumdati: E-pasts: _#SYS_RECIPIENT_ADDRESS#_ Parole: $Password h3.Uzsāciet darbu jūsu portālā # "Ieiet savā profilā":"$MyStaffLink" lai pievienotu personisko un kontaktinformāciju. # "Ieiet Kopienā":"${__VirtualRootPath}/products/community/" lai pievienot bloga ziņas, bildes u t.t. # "Ieiet Projektos":"${__VirtualRootPath}/products/projects/" lai izveidotu projektus un kontrolētu to ar posmiem un uzdevumiem. # "Uzsāciet Čatu":"${__VirtualRootPath}/talk/" lai parunāt ar jūsu kolleģiem real-laikā?. Ja jums ir vajadzīga palīdzība, Jūs esat laipni lūgti apskatīt mūsu "How-to rokasgrāmatu":"http://teamlab.com/howto.aspx" . Ja jums vēl ir kādi jautājumi vai ir vajadzīga palīdzība, lūdzu rakstiet mums uz "support@teamlab.com":"mailto:support@teamlab.com" Ar cienu, TeamLab Klientu Apkalpošanas Komanda "www.teamlab.com":"http://teamlab.com/"
pt_br: h1.Bem Vindo a TeamLab! caro $UserName, Seu perfil de contato foi adicionado com sucesso ao portal corporativo em "$__VirtualRootPath":"$__VirtualRootPath" . Encontre os detalhes de seu login abaixo: E-mail: *_#SYS_RECIPIENT_ADDRESS#_* Senha: *$Password* h3.Come&ccedil;e seu portal corporativo # "Editar seu perfil":"$MyStaffLink" para adições pessoais e detalhes de contato. # "Entre Community":"${__VirtualRootPath}/products/community/" para postar em seu blog corporativo, adicionar eventos, fotos e mais. # "Entre Projects":"${__VirtualRootPath}/products/projects/" para criar seu projeto e gerenciar-lo adicionando metas e tarefas. # "Começar Talk":"${__VirtualRootPath}/talk/" para conversar com os membros de sua equipe online. Se você precisar de ajuda com seu portal, nós convidamos você a buscar em "Guias de utilização":"http://teamlab.com/howto.aspx" . Para qualquer pergunta adicional ou feedback favor sinta-se a vontade para nos contactar em "support@teamlab.com":"mailto:support@teamlab.com" Atenciosamente, TeamLab Support Team "www.teamlab.com":"http://teamlab.com/"
ru: h1.Добро пожаловать на портал TeamLab! Уважаемый(ая) $UserName, Ваш профиль успешно добавлен на портал "$__VirtualRootPath":"$__VirtualRootPath" . Для входа используйте: Email: *_#SYS_RECIPIENT_ADDRESS#_* Пароль: *$Password* h3.Начните работать со своим порталом # "Отредактируйте свой профиль":"$MyStaffLink", добавив контактную информацию. # "Войдите в Сообщество":"${__VirtualRootPath}/products/community/", чтобы создавать записи в блогах, добавлять события, фото и т.д. # "Войдите в Проекты":"${__VirtualRootPath}/products/projects/", чтобы создавать проекты и управлять ими, добавлять вехи и задачи. # "Запустите Чат":"${__VirtualRootPath}/talk/" для общения с другими пользователями. Если Вам нужна помощь, посетите страницу "Руководства":"http://teamlab.com/howto.aspx" . Если у Вас есть какие-либо вопросы, то Вы можете свободно связаться с нами по адресу "support@teamlab.com":"mailto:support@teamlab.com" С наилучшими пожеланиями, Команда TeamLab "www.teamlab.com":"http://teamlab.com/"

# subject_backup_created
source: TeamLab Portal Backup Created
lv: TeamLab Portāla Rezerves Kopija Izveidota]>
pt_br: TeamLab Backup Criado
ru: Создан бэкап данных

# subject_change_pwd
source: TeamLab Password Changed
lv: TeamLab Parole Nomainīta
pt_br: Senha TeamLab Alterada
ru: Пароль изменён

# subject_confirm_owner_change
source: TeamLab. Change of portal owner
lv: TeamLab. Mainīts portāla īpašnieks
ru: TeamLab. Смена владельца портала

# subject_dns_change
source: TeamLab. Change of portal address
lv: TeamLab. Portālā adreses maiņa
ru: TeamLab. Изменение адреса портала

# subject_invite
source: Invitation to Join TeamLab Portal
lv: Ielūgums Pievienoties TeamLab Portālam
pt_br: Convite para Unir ao Portal TeamLab
ru: Приглашение на портал TeamLab

# subject_join
source: Invitation to Join TeamLab Portal
lv: Ielūgums Pievienoties TeamLab Portālam
pt_br: Convite Para Unir-se ao Portal TeamLab
ru: Приглашение на портал TeamLab

# subject_portal_deactivate
source: TeamLab Account Deactivation
lv: TeamLab Akaunta Dezaktivācija
pt_br: TeamLab Desativação de Conta
ru: Аккаунт Teamlab отключён

# subject_portal_delete
source: TeamLab Account Deletion
lv: TeamLab Akaunta Izdzēšana
pt_br: TeamLab Encerramento de Conta
ru: Аккаунт Teamlab удалён

# subject_profile_updated
source: TeamLab Profile Changed
lv: TeamLab Profile Nomainīts
pt_br: TeamLab Perfil Alterado
ru: Профиль изменён

# subject_pwd_reminder
source: TeamLab Password Reminder
lv: Paroles Atgādinājums
pt_br: TeamLab Lembrete de Senha
ru: Напоминание пароля

# subject_self_profile_updated
source: TeamLab Profile Change Notification
lv: TeamLab Profila Izmaiņu Paziņojums
pt_br: TeamLab Notificação de Alteração de Perfil
ru: Изменение профиля

# subject_send_whats_new
source: What's New on TeamLab Portal for $Date
lv: Kas Jauns TeamLab Portalā uz $Date
pt_br: O que há de novo no Portal TeamLab em $Date
ru: Новости портала TeamLab за $Date

# subject_user_has_join
source: New User Added to TeamLab Portal
lv: Jauns lietotājs Pievienots TeamLab Portālam
pt_br: Novos Contatos Adicionados ao Portal TeamLab
ru: Добавлен новый пользователь

# subject_you_added
source: Welcome to Your TeamLab Portal!
lv: Laipni lūdzam jūsu TeamLab Portalā!
pt_br: Bem Vindo ao Seu Portal TeamLab!
ru: Добро пожаловать на портал TeamLab!

# subject_you_added_after_invite
source: Welcome to Your TeamLab Portal!
lv: Laipni lūdzam jūsu TeamLab Portalā!
pt_br: Bem Vindo ao Portal TeamLab!
ru: Добро пожаловать на портал TeamLab!
